{
    "(save {{highestYearlyDiscount}}%)": "(économisez {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} jours gratuits",
    "{{amount}} off": "{{amount}} de réduction",
    "{{amount}} off for first {{number}} months.": "{{amount}} de réduction pour les {{number}} premiers mois.",
    "{{amount}} off for first {{period}}.": "{{amount}} de réduction pendant 1 {{period}}.",
    "{{amount}} off forever.": "{{amount}} de réduction permanente.",
    "{{discount}}% discount": "{{discount}}% de réduction",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} ne recevra plus la newsletter {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} ne recevra plus d'emails lorsque quelqu'un répond à vos commentaires.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} ne recevra plus cette newsletter.",
    "{{trialDays}} days free": "{{trialDays}} jours gratuits",
    "+1 (123) 456-7890": "",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Un lien de connexion a été envoyé dans votre boîte de réception. S’il n’arrive pas dans les 3 minutes, vérifiez votre dossier d'indésirables.",
    "Account": "Compte",
    "Account details updated successfully": "",
    "Account settings": "Paramètres de compte",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "À la fin de la période d’essai gratuite, le prix normal de l’abonnement choisi sera facturé. Vous pourrez toujours l'annuler d’ici là.",
    "Already a member?": "Déjà membre ?",
    "An error occurred": "",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Une erreur inattendue s'est produite. Veuillez réessayer ou <a>écrire à l'assistance</a> si l'erreur persiste.",
    "Back": "Retour",
    "Back to Log in": "Retour à Connexion",
    "Billing info": "Informations de facturation",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Annuler à tout moment.",
    "Cancel subscription": "Annuler l’abonnement",
    "Cancellation reason": "Raison de l’annulation",
    "Change": "Changer",
    "Change plan": "Changez d'abonnement",
    "Check spam & promotions folders": "Vérifiez les dossiers d'indésirables et de promotion",
    "Check with your mail provider": "Vérifiez auprès de votre fournisseur d'email",
    "Check your inbox to verify email update": "",
    "Choose": "Choisir",
    "Choose a different plan": "Choisir un autre abonnement",
    "Choose a plan": "Choisir un abonnement",
    "Choose your newsletters": "Choisir vos newsletters",
    "Click here to retry": "Cliquez ici pour réessayer",
    "Close": "Fermer",
    "Comments": "Commentaires",
    "Complimentary": "Offert",
    "Confirm": "Confirmer",
    "Confirm cancellation": "Confirmer l'annulation",
    "Confirm subscription": "Confirmer l'abonnement",
    "Contact support": "Écrire à l'assistance",
    "Continue": "Continuer",
    "Continue subscription": "Poursuivre l'abonnement",
    "Could not create stripe checkout session": "",
    "Could not sign in. Login link expired.": "Impossible de se connecter. Le lien de connexion a expiré.",
    "Could not update email! Invalid link.": "Impossible de mettre à jour l'email ! Le lien est invalide.",
    "Create a new contact": "Créer un nouveau contact",
    "Current plan": "Abonnement actuel",
    "Delete account": "Supprimer le compte",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Vous ne vouliez pas faire cela ? Gérez vos préférences <button>ici</button>.",
    "Don't have an account?": "Vous n’avez pas encore de compte ?",
    "Edit": "Modifier",
    "Email": "Email",
    "Email newsletter": "Email de la newsletter",
    "Email newsletter settings updated": "",
    "Email preferences": "Préférences email",
    "Emails": "Emails",
    "Emails disabled": "Emails désactivés",
    "Ends {{offerEndDate}}": "Se termine le {{offerEndDate}}",
    "Enter your email address": "",
    "Enter your name": "",
    "Error": "Erreur",
    "Expires {{expiryDate}}": "Expire le {{expiryDate}}",
    "Failed to cancel subscription, please try again": "",
    "Failed to log in, please try again": "",
    "Failed to log out, please try again": "",
    "Failed to process checkout, please try again": "",
    "Failed to send magic link email": "Échec de l'envoi de l'email avec le lien magique",
    "Failed to send verification email": "",
    "Failed to sign up, please try again": "",
    "Failed to update account data": "",
    "Failed to update account details": "",
    "Failed to update billing information, please try again": "",
    "Failed to update newsletter settings": "",
    "Failed to update subscription, please try again": "",
    "Forever": "Permanent",
    "Free Trial – Ends {{trialEnd}}": "Essai gratuit - Se termine le {{trialEnd}}",
    "Get help": "Obtenir de l’aide",
    "Get in touch for help": "Écrivez-nous pour obtenir de l'aide",
    "Get notified when someone replies to your comment": "Recevez une notification lorsque quelqu’un répond à votre commentaire",
    "Give feedback on this post": "Donnez votre avis sur cet article",
    "Help! I'm not receiving emails": "À l'aide ! Je ne reçois pas d'emails",
    "Here are a few other sites you may enjoy.": "Voici d'autres sites qui pourraient vous intéresser.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Si une newsletter est signalée comme spam, les emails provenant de cette adresse seront automatiquement désactivés afin que vous ne receviez plus de messages indésirables.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Si le signalement spam était accidentel ou que vous souhaitiez de nouveau recevoir les newsletters, vous pourrez vous réinscrire en cliquant sur le bouton de la page précédente.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Si vous annulez votre abonnement maintenant, vous pourrez encore y accéder jusqu'au {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Si vous avez un compte email commercial ou gouvernenmental, demandez à votre service informatique d'autoriser les emails provenant de {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Si vous souhaitiez à nouveau recevoir les emails, le mieux serait de vérifier toute erreur sur le compte de l'adresse email renseignée, puis de cliquer Réinscription sur la page précédente.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Si vous ne recevez pas la newsletter à l'adresse indiquée, voici quelques points à vérifier.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Si vous avez complété toutes ces étapes et ne recevez toujours pas d'emails, veuillez nous écrire à {{supportAddress}} pour obtenir de l'aide.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Si une erreur persistante est reçue lors de la tentative d'envoi de la newsletter, les e-mails seront désactivés pour ce compte.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Dans votre client de messagerie, ajoutez {{senderEmail}} à votre liste de contacts. Cela signalera à votre fournisseur de messagerie que les emails provenant de cette adresse doivent être considérés dignes de confiance.",
    "Invalid email address": "",
    "Jamie Larson": "",
    "jamie@example.com": "",
    "Less like this": "Moins de contenus similaires",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Assurez-vous que les emails ne finissent pas accidentellement dans le dossier Indésirables ou Promotions de votre boîte de réception. Si c'était le cas, cliquez sur \"Marquer en tant que désirable\" et/ou \"Déplacer vers la boîte de réception\".",
    "Manage": "Gérer",
    "Maybe later": "Peut-être plus tard",
    "Memberships unavailable, contact the owner for access.": "Abonnements non disponibles. Veuillez prendre contact avec le propriétaire pour y accéder.",
    "month": "mois",
    "Monthly": "Mensuel",
    "More like this": "Davantage de contenus similaires",
    "Name": "Nom",
    "Need more help? Contact support": "Besoin d'aide? Écrivez à l'assistance",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Les newsletters peuvent être désactivées de votre compte pour deux raisons : un précédent email a été marqué indésirable ou une tentative d'envoi d'email a entrapiné en une erreur persistante (renvoi).",
    "No member exists with this e-mail address.": "Aucun membre n'existe avec cette adresse email.",
    "No member exists with this e-mail address. Please sign up first.": "Aucun membre n'existe avec cette adresse email. Veuillez vous inscrire d'abord.",
    "Not receiving emails?": "Vous n’avez pas reçu d’emails ?",
    "Now check your email!": "Veuillez vérifier votre boîte de réception.",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Après vote résinscription, si vous ne voyez toujours pas d'emails dans votre boîte de réception, veuillez vérifier votre dossier d'indésirables. Certains fournisseurs gardent en mémoire les précédents signalements et continuent de marquer ces emails comme indésirables. Si tel était le cas, veuillez signaler la dernière newsletter comme 'désirable' et placez-la dans votre boîte de réception.",
    "Permanent failure (bounce)": "Erreur persistante (renvoi)",
    "Phone number": "",
    "Plan": "Abonnement",
    "Plan checkout was cancelled.": "Le paiement de l'abonnement a été annulé.",
    "Plan upgrade was cancelled.": "La mise à niveau de l'abonnement a été annulée.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Veuillez écrire à {{supportAddress}} pour réctifier votre abonnement gratuit.",
    "Please enter {{fieldName}}": "",
    "Please fill in required fields": "Veuillez remplir les champs requis",
    "Price": "Prix",
    "Re-enable emails": "Réactiver les emails",
    "Recommendations": "Suggestions",
    "Renews at {{price}}.": "Renouvellement pour {{price}}.",
    "Retry": "Réessayer",
    "Save": "Sauvegarder",
    "Send an email and say hi!": "Envoyez un email et dites bonjour !",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Envoyez un email à {{senderEmail}} et dites-lui bonjour ! Cela devrait signaler à votre fournisseur de messagerie que les échanges avec cette adresse peuvent être considérés dignes de confiance.",
    "Sending login link...": "Envoi du lien de connexion…",
    "Sending...": "Envoi en cours…",
    "Show all": "Tout afficher",
    "Sign in": "Se connecter",
    "Sign out": "Se déconnecter",
    "Sign up": "S’inscrire",
    "Signup error: Invalid link": "Erreur lors de l'inscription : le lien est invalide",
    "Something went wrong, please try again later.": "",
    "Sorry, that didn’t work.": "Désolé, cela n'a pas fonctionné.",
    "Spam complaints": "Signalements d'indésirables",
    "Start {{amount}}-day free trial": "Commencer l’essai gratuit de {{amount}} jours",
    "Starting {{startDate}}": "À partir du {{startDate}}",
    "Starting today": "À partir d'aujourd'hui",
    "Submit feedback": "Envoyez votre avis",
    "Subscribe": "S'abonner",
    "Subscribed": "Abonné-e",
    "Subscription plan updated successfully": "",
    "Success": "Réussi",
    "Success! Check your email for magic link to sign-in.": "C'est fait ! Vérifiez votre boîte de réception pour le lien de connexion.",
    "Success! Your account is fully activated, you now have access to all content.": "Ça y est ! Votre compte est entièrement activé et vous avez désormais accès à tout le contenu.",
    "Success! Your email is updated.": "Votre adresse email a bien été mise à jour.",
    "Successfully unsubscribed": "Désabonnement réussi",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Merci pour votre abonnement. Avant de commencer à lire, voici quelques sites qui pourraient vous intéresser.",
    "Thank you for your support": "",
    "Thank you for your support!": "",
    "Thanks for the feedback!": "Merci pour votre avis !",
    "That didn't go to plan": "Cela n’a pas fonctionné comme prévu",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "L'adresse email qui nous a été indiquée est {{memberEmail}} — Si celle-ci est incorrecte, vous pourrez la modifier dans <button>Paramètres de compte</button>",
    "There was a problem submitting your feedback. Please try again a little later.": "Un problème est survenu lors de la soumission de votre commentaire. Veuillez réessayer un peu plus tard.",
    "There was an error cancelling your subscription, please try again.": "",
    "There was an error continuing your subscription, please try again.": "",
    "There was an error processing your payment. Please try again.": "",
    "There was an error sending the email, please try again": "",
    "This site is invite-only, contact the owner for access.": "Ce site est réservé aux invités. Veuillez écrire au propriétaire pour en demander l'accès.",
    "This site is not accepting payments at the moment.": "",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Pour confirmer votre inscription, veuillez cliquer le lien de confirmation dans l'email que vous allez recevoir. S’il ne vous parvient pas dans les 3 minutes, vérifiez votre dossier d'indésirables.",
    "To continue to stay up to date, subscribe to {{publication}} below.": "",
    "Too many attempts try again in {{number}} days.": "",
    "Too many attempts try again in {{number}} hours.": "",
    "Too many attempts try again in {{number}} minutes.": "",
    "Too many different sign-in attempts, try again in {{number}} days": "Trop de tentatives de connexion différentes, réessayez dans {{number}} jours",
    "Too many different sign-in attempts, try again in {{number}} hours": "Trop de tentatives de connexion différentes, réessayez dans {{number}} heures",
    "Too many different sign-in attempts, try again in {{number}} minutes": "Trop de tentatives de connexion différentes, réessayez dans {{number}} minutes",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Essayez gratuitement pendant {{amount}} jours, puis {{originalPrice}}.",
    "Unable to initiate checkout session": "",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Débloquez l'accès à toutes les newsletters en souscrivant un abonnement payant.",
    "Unsubscribe from all emails": "Se désabonner de tous les emails",
    "Unsubscribed": "Désabonné-e",
    "Unsubscribed from all emails.": "Se désabonner de tous les emails",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Le désabonnement aux emails n’annulera pas votre abonnement payant à {{title}}",
    "Update": "Mise à jour",
    "Update your preferences": "Mettre à jour vos préférences",
    "Verification link sent, check your inbox": "Lien de confirmation envoyé. Veuillez vérifier votre boîte de réception.",
    "Verify your email address is correct": "Veuillez vérifiez que votre adresse email est bien correcte",
    "View plans": "Consulter les abonnements",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "La désinscription n’a pas fonctionné car votre adresse email n’a pas été trouvée. Veuillez prendre contact avec propriétaire du site.",
    "Welcome back, {{name}}!": "Content de vous revoir, {{name}} !",
    "Welcome back!": "Quel plaisir de vous revoir !",
    "Welcome to {{siteTitle}}": "Bienvenue sur {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Lorsqu'une boîte de réception n'accepte pas un -mail, on parle communément d'un renvoi. Souvent, cela peut être temporaire. Cependant, dans certains cas, cet email peut être accompagné d'une erreur persistante lorsque l'adresse e-mail est invalide ou inexistante.",
    "Why has my email been disabled?": "Pourquoi mon email a-t-il été désactivé ?",
    "year": "année",
    "Yearly": "Annuel",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Vous avez actuellement un abonnement gratuit. Passez à un abonnement payant pour un accès complet.",
    "You have been successfully resubscribed": "Vous avez été réinscrit avec succès",
    "You're currently not receiving emails": "Vous ne recevez actuellement pas d'emails",
    "You're not receiving emails": "Vous ne recevez pas d'emails",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Vous ne recevez pas d’emails car vous avez probablement signalé un email récent comme indésirable ou parce que les emails n’ont pas pu être livrés à l’adresse que vous avez indiquée.",
    "You've successfully signed in.": "Vous vous êtes connecté avec succès.",
    "You've successfully subscribed to": "Vous vous êtes abonné à",
    "Your account": "Votre compte",
    "Your email has failed to resubscribe, please try again": "",
    "Your input helps shape what gets published.": "Votre avis aide à améliorer ce qui est publié.",
    "Your subscription will expire on {{expiryDate}}": "Votre abonnement expirera le {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Votre abonnement sera renouvelé le {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Votre abonnement débutera le {{subscriptionStart}}"
}
