{
    "{{amount}} days free": "{{amount}} jours gratuits",
    "{{amount}} off": "{{amount}} de réduction",
    "{{amount}} off for first {{number}} months.": "{{amount}} de réduction pour les {{number}} premiers mois.",
    "{{amount}} off for first {{period}}.": "{{amount}} de réduction pour le/la premier/ère {{period}}.",
    "{{amount}} off forever.": "{{amount}} de réduction permanente.",
    "{{discount}}% discount": "{{discount}}% de réduction",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} ne recevra plus la newsletter {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} ne recevra plus d'e-mails lorsque quelqu'un répond à vos commentaires.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} ne recevra plus cette newsletter.",
    "{{trialDays}} days free": "{{trialDays}} jours gratuits",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Un lien de connexion a été envoyé dans votre boîte de réception. S’il n’arrive pas dans les 3 minutes, vérifiez votre dossier spam.",
    "Account": "Compte",
    "Account settings": "Paramètres du compte",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "À la fin de la période d’essai gratuite, le prix normal de l’abonnement choisi sera facturé. Vous pouvez toujours annuler d’ici là.",
    "Already a member?": "Déjà membre ?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Une erreur inattendue s'est produite. Veuillez réessayer ou <a>contacter le support</a> si l'erreur persiste.",
    "Back": "Retour",
    "Back to Log in": "Retour à Connexion",
    "Billing info": "Informations sur la facturation",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Annuler à tout moment.",
    "Cancel subscription": "Annuler l’abonnement",
    "Cancellation reason": "Raison de l’annulation",
    "Change": "Changer",
    "Check spam & promotions folders": "Vérifiez les dossiers de spam et de promotion",
    "Check with your mail provider": "Vérifiez auprès de votre fournisseur d'e-mail",
    "Choose": "Choisir",
    "Choose a different plan": "Choisir un autre abonnement",
    "Choose your newsletters": "Choisir les newsletters",
    "Click here to retry": "Cliquez ici pour réessayer",
    "Close": "Fermer",
    "Comments": "Commentaires",
    "Complimentary": "Offert",
    "Confirm": "Confirmer",
    "Confirm cancellation": "Confirmer l'annulation",
    "Confirm subscription": "Confirmer l'abonnement",
    "Contact support": "Contacter le support",
    "Continue": "Continuer",
    "Continue subscription": "Continuer l'abonnement",
    "Could not sign in. Login link expired.": "Impossible de se connecter. Le lien de connexion a expiré.",
    "Could not update email! Invalid link.": "Impossible de mettre à jour l'e-mail ! Lien invalide.",
    "Create a new contact": "Créer un nouveau contact",
    "Current plan": "Abonnement actuel",
    "Delete account": "Supprimer le compte",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Vous ne vouliez pas faire ça ? Gérez vos préférences <button>ici</button>.",
    "Don't have an account?": "Vous n’avez pas encore de compte ?",
    "Edit": "Modifier",
    "Email": "E-mail",
    "Email newsletter": "E-mail de la newsletter",
    "Email preference updated.": "Préférences d’e-mail mises à jour.",
    "Email preferences": "Préférences d’e-mail",
    "Emails": "E-mails",
    "Emails disabled": "E-mails désactivés",
    "Ends {{offerEndDate}}": "Se termine le {{offerEndDate}}",
    "Error": "Erreur",
    "Expires {{expiryDate}}": "Expire le {{expiryDate}}",
    "Forever": "Permanent",
    "Free Trial – Ends {{trialEnd}}": "Essai gratuit - Se termine le {{trialEnd}}",
    "Get help": "Obtenir de l’aide",
    "Get in touch for help": "Contactez-nous pour obtenir de l'aide",
    "Get notified when someone replies to your comment": "Recevez une notification lorsque quelqu’un répond à votre commentaire",
    "Give feedback on this post": "Donnez votre avis sur cet article",
    "Help! I'm not receiving emails": "À l'aide ! Je ne reçois pas d'e-mails",
    "Here are a few other sites you may enjoy.": "Voici quelques autres sites qui pourraient vous intéresser.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Si une newsletter est signalée comme étant du spam, les e-mails sont automatiquement désactivés pour cette adresse afin que vous ne receviez plus de messages indésirables.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Si le signalement spam était accidentel, ou si vous voulez de nouveau recevoir les e-mails, vous pouvez vous réinscrire aux e-mails en cliquant sur le bouton sur la page précédente.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Si vous annulez votre abonnement maintenant, vous continuerez à y avoir accès jusqu'au {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Si vous avez un compte e-mail d'entreprise ou gouvernenmental, contactez votre service informatique et demandez leur d'autoriser les e-mails provenant de {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Si vous voulez à nouveau recevoir les e-mails, la meilleure chose à faire est de vérifier votre toute erreur liée à l'adresse e-mail renseignée, puis de cliquer sur réinscription sur la page précédente.",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Si vous ne recevez pas la newsletter par e-mail à laquelle vous vous êtes abonné, voici quelques points à vérifier.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Si vous avez complété toutes ces étapes et ne recevez toujours pas d'e-mails, vous pouvez nous contacter à {{supportAddress}} pour obtenir de l'aide.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Si une erreur persistante est reçue lors de la tentative d'envoi de la newsletter, les e-mails seront désactivés pour le compte.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Dans votre client de messagerie, ajoutez {{senderEmail}} à votre liste de contacts. Cela signale à votre fournisseur de messagerie que les e-mails provenant de cette adresse doivent être considérés comme dignes de confiance.",
    "Less like this": "Moins de contenu similaire",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Assurez-vous que les e-mails ne finissent pas accidentellement dans le dossier Spam ou Promotions de votre boîte de réception. Si c'est le cas, cliquez sur \"Marquer en tant que non-indésirable\" et/ou \"Déplacer vers la boîte de réception\".",
    "Manage": "Gérer",
    "Maybe later": "Peut-être plus tard",
    "Memberships unavailable, contact the owner for access.": "Abonnements non disponibles, contactez le propriétaire pour accéder.",
    "Monthly": "Mensuel",
    "More like this": "Plus de contenu similaire",
    "Name": "Nom",
    "Need more help? Contact support": "Besoin d'aide? Contactez le support",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Les newsletters peuvent être désactivés pour votre compte pour deux raisons : un précédent e-mail a été marqué en tant que spam, ou une tentative d'envoi d'e-mail a résulté en une erreur persistante (renvoi).",
    "Not receiving emails?": "Vous n’avez pas reçu d’e-mails ?",
    "Now check your email!": "Veuillez maintenant vérifier votre boite de réception.",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Une fois réinscrit, si vous ne voyez toujours pas d'e-mails dans votre boîte de réception, vérifiez votre dossier spam. Certains fournisseurs garde en mémoire les précédents signalements spams et continue de marquer les e-mails comme tels. Si tel est le cas, marquez la dernière newsletter comme 'non-indésirable' et déplacez-là vers votre boîte de réception.",
    "Permanent failure (bounce)": "Erreur persistante (renvoi)",
    "Plan": "Abonnement",
    "Plan checkout was cancelled.": "Le paiement de l'abonnement a été annulé.",
    "Plan upgrade was cancelled.": "La mise à niveau de l'abonnement a été annulée.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Veuillez contacter {{supportAddress}} pour ajuster votre offre d'abonnement.",
    "Please fill in required fields": "Veuillez remplir les champs requis",
    "Price": "Prix",
    "Re-enable emails": "Ré-activer les e-mails",
    "Recommendations": "Recommandations",
    "Renews at {{price}}.": "Renouvellement pour {{price}}.",
    "Retry": "Réesayer",
    "Save": "Sauvegarder",
    "Send an email and say hi!": "Envoyez un e-mail et dites bonjour !",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Envoyez un e-mail à {{senderEmail}} et dites bonjour ! Cela devrait également signaler à votre fournisseur de messagerie que les e-mails depuis/vers cette adresse doivent être considérés comme dignes de confiance.",
    "Sending login link...": "Envoi du lien de connexion…",
    "Sending...": "Envoi…",
    "Show all": "Tout montrer",
    "Sign in": "Se connecter",
    "Sign out": "Se déconnecter",
    "Sign up": "S’inscrire",
    "Signup error: Invalid link": "Erreur d'inscription : lien invalide",
    "Sorry, that didn’t work.": "Désolé, cela n'a pas fonctionné.",
    "Spam complaints": "Signalements pour spam",
    "Start {{amount}}-day free trial": "Commencer l’essai gratuit de {{amount}} jours",
    "Starting {{startDate}}": "À partir du {{startDate}}",
    "Starting today": "À partir d'aujourd'hui",
    "Submit feedback": "Envoyez votre avis",
    "Subscribe": "S'abonner",
    "Subscribed": "Abonné(e)",
    "Success": "Succès",
    "Success! Check your email for magic link to sign-in.": "Succès ! Vérifiez votre boîte de réception pour le lien de connexion.",
    "Success! Your account is fully activated, you now have access to all content.": "Succès ! Votre compte est entièrement activé, et vous avez désormais accès à tout le contenu.",
    "Success! Your email is updated.": "Succès ! Votre adresse e-mail a été mise à jour.",
    "Successfully unsubscribed": "Désabonnement réussi",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Merci de vous être abonné. Avant de commencer à lire, voici quelques autres sites qui pourraient vous intéresser.Lien de vérification envoyé, vérifiez votre boîte de réception",
    "Thanks for the feedback!": "Merci pour votre avis !",
    "That didn't go to plan": "Cela n’a pas fonctionné comme prévu",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "L'adresse e-mail qui vous est associée est {{memberEmail}} — Si celle-ci est incorrecte, vous pouvez la modifier dans votre <button>espace paramètres de compte</button>",
    "There was a problem submitting your feedback. Please try again a little later.": "Un problème est survenu lors de la soumission de votre commentaire. Veuillez réessayer un peu plus tard.",
    "This site is invite-only, contact the owner for access.": "Ce site est réservé aux invités, contactez le propriétaire pour y accéder.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Pour confirmer votre inscription, cliquez sur le lien de confirmation envoyé dans votre boite de réception. S’il ne vous parvient pas dans les 3 minutes, vérifiez votre dossier spam.",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Essayez gratuitement pendant {{amount}} jours, puis {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Débloquez l'accès à toutes les newsletters en devenant un abonné payant.",
    "Unsubscribe from all emails": "Se désinscrire de tous les e-mails",
    "Unsubscribed": "Désabonné(e)",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "La désinscription des e-mails n’annulera pas votre abonnement payant à {{title}}",
    "Update": "Mise à jour",
    "Update your preferences": "Mettez à jour vos préférences",
    "Verification link sent, check your inbox": "Lien de confirmation envoyé. Vérifiez votre boîte de réception.",
    "Verify your email address is correct": "Vérifiez que votre adresse e-mail est correcte",
    "View plans": "Voir les abonnements",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "La désinscription n’a pas fonctionné car votre adresse e-mail n’a pas été trouvée. Veuillez contacter le propriétaire du site.",
    "Welcome back, {{name}}!": "Bon retour parmi nous, {{name}} !",
    "Welcome back!": "Bon retour parmi nous !",
    "Welcome to {{siteTitle}}": "Bienvenue sur {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Lorsqu'une boîte de réception n'accepte pas un e-mail, on parle communément d'un renvoi. Dans beaucoup de cas, cela peut être temporaire. Cependant, dans certains cas, un e-mail renvoyé peut être accompagné d'une erreur persistante, lorsqu'une adresse e-mail est invalide ou inexistante.",
    "Why has my email been disabled?": "Pourquoi mon e-mail a-t-il été désactivé ?",
    "Yearly": "Annuel",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Vous avez actuellement un abonnement gratuit, passez à un abonnement payant pour un accès complet.",
    "You have been successfully resubscribed": "Vous avez été réinscrit avec succès",
    "You're currently not receiving emails": "Vous ne recevez actuellement pas d'e-mails",
    "You're not receiving emails": "Vous ne recevez pas d'e-mails",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Vous ne recevez pas d’e-mails parce que vous avez marqué un message récent comme spam, ou parce que les messages n’ont pas pu être livrés à l’adresse e-mail que vous aviez indiquée.",
    "You've successfully signed in.": "Vous vous êtes connecté avec succès.",
    "You've successfully subscribed to": "Vous vous êtes abonné à",
    "Your account": "Votre compte",
    "Your input helps shape what gets published.": "Votre avis aide à améliorer ce qui est publié.",
    "Your subscription will expire on {{expiryDate}}": "Votre abonnement expirera le {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Votre abonnement sera renouvelé le {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Votre abonnement débutera le {{subscriptionStart}}"
}
