{
    "{{amount}} days free": "",
    "{{amount}} off": "",
    "{{amount}} off for first {{number}} months.": "",
    "{{amount}} off for first {{period}}.": "",
    "{{amount}} off forever.": "",
    "{{discount}}% discount": "{{discount}}% de desconto",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "",
    "{{memberEmail}} will no longer receive this newsletter.": "",
    "{{trialDays}} days free": "{{trialDays}} dias grátis",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Um link de acesso foi enviado para o teu email. Se o email não chegar dentro de 3 minutos, verifica a pasta de spam/lixo do teu email.",
    "Account": "Conta",
    "Account settings": "Definições de conta",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Após o fim do teste grátis, será cobrado o valor normal para o nível escolhido. Podes sempre cancelar até esse momento para evitar ser cobrado.",
    "Already a member?": "Já és membro?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "",
    "Back": "Voltar",
    "Back to Log in": "Voltar ao login",
    "Billing info": "",
    "Black Friday": "",
    "Cancel anytime.": "",
    "Cancel subscription": "Cancelar subscrição",
    "Cancellation reason": "Motivo para o cancelamento",
    "Change": "",
    "Check spam & promotions folders": "",
    "Check with your mail provider": "",
    "Choose": "",
    "Choose a different plan": "Escolhe um plano diferente",
    "Choose your newsletters": "Escolhe as tuas newsletters",
    "Click here to retry": "",
    "Close": "Fechar",
    "Comments": "Comentários",
    "Complimentary": "",
    "Confirm": "Confirmar",
    "Confirm cancellation": "",
    "Confirm subscription": "",
    "Contact support": "",
    "Continue": "Continuar",
    "Continue subscription": "",
    "Could not sign in. Login link expired.": "",
    "Could not update email! Invalid link.": "",
    "Create a new contact": "",
    "Current plan": "",
    "Delete account": "Eliminar a conta",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "",
    "Don't have an account?": "Não tens conta?",
    "Edit": "",
    "Email": "Email",
    "Email newsletter": "",
    "Email preference updated.": "Preferências de email atualizadas.",
    "Email preferences": "Preferências de email",
    "Emails": "Emails",
    "Emails disabled": "Email desativado",
    "Ends {{offerEndDate}}": "",
    "Error": "",
    "Expires {{expiryDate}}": "",
    "Forever": "",
    "Free Trial – Ends {{trialEnd}}": "",
    "Get help": "Obter ajuda",
    "Get in touch for help": "",
    "Get notified when someone replies to your comment": "Ser notificado quando alguém responde a um comentário teu",
    "Give feedback on this post": "Dar feedback a este artigo",
    "Help! I'm not receiving emails": "",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "",
    "Less like this": "Menos como este",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "",
    "Manage": "Gerir",
    "Monthly": "Mensalmente",
    "More like this": "Mais como este",
    "Name": "Nome",
    "Need more help? Contact support": "",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "",
    "Not receiving emails?": "Não recebes os emails?",
    "Now check your email!": "Verifica o teu email agora!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "",
    "Permanent failure (bounce)": "",
    "Plan": "",
    "Plan checkout was cancelled.": "",
    "Plan upgrade was cancelled.": "",
    "Please fill in required fields": "",
    "Price": "Preço",
    "Re-enable emails": "Reativar emails",
    "Renews at {{price}}.": "",
    "Retry": "Tentar novamente",
    "Save": "Guardar",
    "Send an email and say hi!": "",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "",
    "Sending login link...": "A enviar link de acesso...",
    "Sending...": "A enviar...",
    "Sign in": "Entrar",
    "Sign out": "",
    "Sign up": "Registar",
    "Signup error: Invalid link": "",
    "Sorry, that didn’t work.": "",
    "Spam complaints": "",
    "Start {{amount}}-day free trial": "Iniciar teste de {{amount}} dias",
    "Starting {{startDate}}": "",
    "Starting today": "",
    "Submit feedback": "Enviar feedback",
    "Subscribe": "",
    "Subscribed": "",
    "Success": "",
    "Success! Check your email for magic link to sign-in.": "",
    "Success! Your account is fully activated, you now have access to all content.": "",
    "Success! Your email is updated.": "",
    "Successfully unsubscribed": "Subscrição cancelada com sucesso",
    "Thanks for the feedback!": "Obrigado pelo teu feedback!",
    "That didn't go to plan": "Algo não correu como planeado",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "",
    "There was a problem submitting your feedback. Please try again a little later.": "",
    "This site is invite-only, contact the owner for access.": "O acesso a este site é feito apenas por convite. Entra em contacto com o proprietário para teres acesso.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Para completar o registo, clica no link de confirmação enviado para o teu email. Se não o receberes dentro de 3 minutos, verifica a pasta de spam/lixo do teu email!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "",
    "Unlock access to all newsletters by becoming a paid subscriber.": "",
    "Unsubscribe from all emails": "Cancelar subscrição de todos os emails",
    "Unsubscribed": "",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Cancelar a subscrição dos emails não irá cancelar a tua subscrição paga em {{title}}",
    "Update": "",
    "Update your preferences": "Atualizar as tuas preferências",
    "Verify your email address is correct": "",
    "View plans": "",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Não conseguimos cancelar a tua subscrição, uma vez que o endereço de email não foi encontrado. Por favor contacta o proprietário do site.",
    "Welcome back, {{name}}!": "",
    "Welcome back!": "",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "",
    "Why has my email been disabled?": "",
    "Yearly": "Anualmente",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "",
    "You have been successfully resubscribed": "A tua subscrição foi renovada com sucesso",
    "You're currently not receiving emails": "",
    "You're not receiving emails": "",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Não estás a receber emails porque marcaste recentemente uma das nossas mensagens como spam, ou porque as mensagens não puderam ser entregues no endereço de email indicado.",
    "You've successfully signed in.": "",
    "Your account": "A tua conta",
    "Your input helps shape what gets published.": "O teu feedback ajuda a decidir o conteúdo que será publicado no futuro.",
    "Your subscription will expire on {{expiryDate}}": "",
    "Your subscription will renew on {{renewalDate}}": "",
    "Your subscription will start on {{subscriptionStart}}": ""
}
