{
    "(save {{highestYearlyDiscount}}%)": "(احفظ {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} أيام مجانية",
    "{{amount}} off": "{{amount}} خصم",
    "{{amount}} off for first {{number}} months.": "{{amount}} خصم لمدة {{number}} أشهر الأولى.",
    "{{amount}} off for first {{period}}.": "{{amount}} خصم لمدة {{period}} الأولى.",
    "{{amount}} off forever.": "{{amount}} خصم إلى الأبد.",
    "{{discount}}% discount": "{{discount}}% خصم",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} لن يتلقى بعد ذلك نشرة {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} لن يتلقى بعد ذلك رسائل إلكترونية عند الرد على تعليقاتك.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} لن يتلقى بعد ذلك هذه النشرة.",
    "{{trialDays}} days free": "{{trialDays}} أيام مجانية",
    "+1 (123) 456-7890": "",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "رابط الدخول تم ارساله الى بريدك الاكتروني. اذا لم تتلقى الرسالة خلال 3 دقائق، برجاء التأكد من مجلد المهملات.",
    "Account": "حسابي",
    "Account details updated successfully": "تم تحديث تفاصيل الحساب بنجاح",
    "Account settings": "اعدادات الحساب",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "بعد انتهاء المدة التجريبية، سيتم خصم السعر العادي للباقة التي اخترتها. بامكانك الغاء الاشتراك قبل ذلك.",
    "Already a member?": "هل انت عضو؟",
    "An error occurred": "حدث خطأ",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "حدث خطأ غير متوقع. الرجاء المحاولة مرة أخرى أو <a>اتصال الدعم</a> إذا استمر الخطأ.",
    "Back": "الرجوع",
    "Back to Log in": "الرجوع الى تسجيل الدخول",
    "Billing info": "معلومات الفاتورة",
    "Black Friday": "يوم الجمعة الأسود",
    "Cancel anytime.": "إلغاء في أي وقت.",
    "Cancel subscription": "إلغاء الاشتراك",
    "Cancellation reason": "سبب الإلغاء",
    "Change": "تغيير",
    "Change plan": "تغيير الخطة",
    "Check spam & promotions folders": "تحقق من مجلدات البريد المزعج والإعلانات",
    "Check with your mail provider": "تحقق مع مزود بريدك الإلكتروني",
    "Check your inbox to verify email update": "تحقق من صندوق الوارد لتأكيد تحديث البريد الإلكتروني",
    "Choose": "اختر",
    "Choose a different plan": "اختر اشتراك مختلف",
    "Choose a plan": "اختر خطة",
    "Choose your newsletters": "اختر مجموعة بريدية مفضلة",
    "Click here to retry": "انقر هنا لإعادة المحاولة",
    "Close": "إغلاق",
    "Comment preferences updated.": "تم تحديث تفضيلات التعليقات",
    "Comments": "تعليقات",
    "Complimentary": "مجانًا",
    "Confirm": "تأكيد",
    "Confirm cancellation": "تأكيد الإلغاء",
    "Confirm subscription": "تأكيد الاشتراك",
    "Contact support": "اتصال الدعم",
    "Continue": "استمرار",
    "Continue subscription": "استمرار الاشتراك",
    "Could not create stripe checkout session": "لم يتمكن من إنشاء جلسة دفع Stripe",
    "Could not sign in. Login link expired.": "لم يتمكن من تسجيل الدخول. انتهت صلاحية رابط تسجيل الدخول.",
    "Could not update email! Invalid link.": "لم يتمكن من تحديث البريد الإلكتروني! الرابط غير صالح.",
    "Create a new contact": "إنشاء جهة اتصال جديدة",
    "Current plan": "الخطة الحالية",
    "Delete account": "حذف الحساب",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "لم تقصد فعل ذلك؟ قم بإدارة تفضيلاتك <button>هنا</button>.",
    "Don't have an account?": "هل لديك حساب؟",
    "Edit": "تعديل",
    "Email": "البريد الإلكتروني",
    "Email newsletter": "النشرة الإخبارية عبر البريد الإلكتروني",
    "Email newsletter settings updated": "تم تحديث إعدادات النشرة الإخبارية عبر البريد الإلكتروني",
    "Email preferences": "تفضيلات البريد الإلكتروني",
    "Email preferences updated.": "تم تحديث تفضيلات البريد الإلكتروني",
    "Emails": "رسائل البريد الإلكتروني",
    "Emails disabled": "تم تعطيل جميع رسائل البريد الإلكتروني",
    "Ends {{offerEndDate}}": "{{offerEndDate}} ينتهي في",
    "Enter your email address": "أدخل عنوان بريدك الإلكتروني",
    "Enter your name": "أدخل اسمك",
    "Error": "خطأ",
    "Expires {{expiryDate}}": "ينتهي في {{expiryDate}}",
    "Failed to cancel subscription, please try again": "لم يتمكن من إلغاء الاشتراك، الرجاء المحاولة مرة أخرى",
    "Failed to log in, please try again": "لم يتمكن من تسجيل الدخول، الرجاء المحاولة مرة أخرى",
    "Failed to log out, please try again": "لم يتمكن من تسجيل الخروج، الرجاء المحاولة مرة أخرى",
    "Failed to process checkout, please try again": "تعذَر معالجة عملية الدفع، الرجاء المحاولة مرة أخرى",
    "Failed to send magic link email": "لم يتمكن من إرسال بريد إلكتروني الرابط السحري",
    "Failed to send verification email": "لم يتمكن من إرسال بريد إلكتروني التحقق",
    "Failed to sign up, please try again": "لم يتمكن من التسجيل، الرجاء المحاولة مرة أخرى",
    "Failed to update account data": "لم يتمكن من تحديث بيانات الحساب",
    "Failed to update account details": "لم يتمكن من تحديث تفاصيل الحساب",
    "Failed to update billing information, please try again": "لم يتمكن من تحديث معلومات الفاتورة، الرجاء المحاولة مرة أخرى",
    "Failed to update newsletter settings": "لم يتمكن من تحديث إعدادات النشرة",
    "Failed to update subscription, please try again": "لم يتمكن من تحديث الاشتراك، الرجاء المحاولة مرة أخرى",
    "Forever": "إلى الأبد",
    "Free Trial – Ends {{trialEnd}}": "فترة تجريبية مجانية - تنتهي في {{trialEnd}}",
    "Get help": "المساعدة",
    "Get in touch for help": "اتصل بنا للحصول على المساعدة",
    "Get notified when someone replies to your comment": "استلم اشعار في حال تم الرد على تعليقك",
    "Give feedback on this post": "شارك رأيك في هذا المنشور",
    "Help! I'm not receiving emails": "مساعدة! لم أتلق أي رسائل إلكترونية",
    "Here are a few other sites you may enjoy.": "هنا بعض المواقع الأخرى التي قد تعجبك.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "إذا تم وضع علامة على نشرة إخبارية كبريد إلكتروني مزعج، يتم تعطيل البريد الإلكتروني تلقائيًا لهذا العنوان لضمان عدم استقبالك لأي رسائل غير مرغوب فيها.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "إذا كانت شكوى البريد المزعج غير مقصودة، أو ترغب في استقبال البريد الإلكتروني مرة أخرى، يمكنك إعادة الاشتراك في البريد الإلكتروني عن طريق النقر على الزر في الشاشة السابقة.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "إذا قمت بإلغاء اشتراكك الآن، ستظل لديك حق الوصول حتى {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "إذا كان لديك حساب بريد إلكتروني مؤسسي أو حكومي، اتصل بقسم تكنولوجيا المعلومات واطلب منهم السماح بتلقي البريد الإلكتروني من {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "إذا كنت ترغب في استقبال البريد الإلكتروني مرة أخرى، فإن الخطوات التالية هي التحقق من عنوان بريدك الإلكتروني المسجل لأي مشاكل ثم النقر على إعادة الاشتراك في الشاشة السابقة.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "إذا لم تكن تستقبل نشرة البريد الإلكتروني التي اشتركت فيها، هنا بعض الأشياء التي يجب التحقق منها.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "إذا قمت بتحقق من كل هذه الأشياء ولا تزال لا تستقبل أي بريد إلكتروني، يمكنك التواصل للحصول على الدعم عن طريق الاتصال بـ {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "في حالة استقبال فشل دائم عند محاولة إرسال نشرة إخبارية، سيتم تعطيل البريد الإلكتروني على الحساب.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "في برنامج بريدك الإلكتروني، أضف {{senderEmail}} إلى قائمة جهات الاتصال الخاصة بك. هذا يعطي إشارة إلى مزود بريدك الإلكتروني أن البريد الإلكتروني المرسل من هذا العنوان يجب أن يكون موثوقًا به.",
    "Invalid email address": "عنوان بريد إلكتروني غير صالح",
    "Jamie Larson": "",
    "jamie@example.com": "",
    "Less like this": "أقل من هذا",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "تأكد من أن البريد الإلكتروني لا يصل إلى مجلدات البريد المزعج أو الإعلانات في صندوق الوارد بشكل غير مقصود. إذا كان الأمر كذلك، انقر على \"تعليم كغير مزعج\" و/أو \"نقل إلى صندوق الوارد\".",
    "Manage": "إدارة",
    "Maybe later": "ربما في وقت لاحق",
    "Memberships unavailable, contact the owner for access.": "لا تتوفر العضويات، اتصل بالمالك للحصول على الوصول.",
    "month": "شهر",
    "Monthly": "شهري",
    "More like this": "أكثر من هذا",
    "Name": "الاسم",
    "Need more help? Contact support": "هل تحتاج إلى مزيد من المساعدة؟ اتصل بالدعم",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "يمكن تعطيل النشرات الإخبارية على حسابك لأسبابين: تم وضع علامة على بريد إلكتروني سابق كبريد مزعج، أو محاولة إرسال بريد إلكتروني نتجت عن فشل دائم (انعكاس).",
    "No member exists with this e-mail address.": "لا يوجد عضو بهذا العنوان البريدي.",
    "No member exists with this e-mail address. Please sign up first.": "لا يوجد عضو بهذا العنوان البريدي. الرجاء التسجيل أولاً.",
    "Not receiving emails?": "لم تستلم رسالة بريدية؟",
    "Now check your email!": "الان تأكد من بريدك الاكتروني!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "عند إعادة الاشتراك، إذا لم تكن ترى البريد الإلكتروني في صندوق الوارد، تحقق من مجلد البريد المزعج. بعض مزودي صندوق الوارد يحتفظون بسجل لشكاوى البريد المزعج السابقة وسيستمر في وضع علامة على البريد الإلكتروني. إذا حدث ذلك، قم بتعليم آخر نشرة إخبارية كـ \"غير مزعج\" لنقلها إلى صندوق الوارد الرئيسي.",
    "Permanent failure (bounce)": "فشل دائم (ارتداد)",
    "Phone number": "رقم الهاتف",
    "Plan": "خطة",
    "Plan checkout was cancelled.": "تم إلغاء خطة الدفع.",
    "Plan upgrade was cancelled.": "تم إلغاء ترقية الخطة.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "الرجاء الاتصال بـ {{supportAddress}} لتعديل اشتراكك المجاني.",
    "Please enter {{fieldName}}": "الرجاء إدخال {{fieldName}}",
    "Please fill in required fields": "الرجاء ملء الحقول المطلوبة",
    "Price": "السعر",
    "Re-enable emails": "اعد تفعيل رسال البريد",
    "Recommendations": "التوصيات",
    "Renews at {{price}}.": "يتجدد بسعر {{price}}.",
    "Retry": "اعد المحاولة",
    "Save": "حفظ",
    "Send an email and say hi!": "أرسل بريدًا إلكترونيًا وقول مرحبا!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "أرسل بريدًا إلكترونيًا إلى {{senderEmail}} وقول مرحبا! هذا يمكن أن يساعد أيضًا في إشارة إلى مزود بريدك الإلكتروني أن البريد الإلكتروني المرسل من هذا العنوان يجب أن يكون موثوقًا به.",
    "Sending login link...": "جار ارسال رابط التسجيل...",
    "Sending...": "جار الارسال...",
    "Show all": "عرض الكل",
    "Sign in": "تسجيل الدخول",
    "Sign out": "تسجيل الخروج",
    "Sign up": "إنشاء حساب",
    "Signup error: Invalid link": "خطأ في التسجيل: الرابط غير صالح",
    "Signups from this email provider are not allowed": "لا يُسمح بالتسجيلات من مزود البريد الإلكتروني هذا",
    "Something went wrong, please try again later.": ".حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقًا",
    "Sorry, no recommendations are available right now.": ".عذرًا، لا توجد توصيات متاحة حاليًا",
    "Sorry, that didn’t work.": ".عذرًا، لم ينجح ذلك",
    "Spam complaints": "شكاوى البريد المزعج",
    "Start {{amount}}-day free trial": "ابدأ {{amount}}-ايام تجربة مجانية",
    "Starting {{startDate}}": "بدء {{startDate}}",
    "Starting today": "بدء اليوم",
    "Submit feedback": "تسليم رأيك",
    "Subscribe": "اشترك",
    "Subscribed": "مشترك",
    "Subscription plan updated successfully": "تم تحديث خطة الاشتراك بنجاح",
    "Success": "نجاح",
    "Success! Check your email for magic link to sign-in.": "نجاح! تحقق من بريدك الإلكتروني للحصول على رابط سحري لتسجيل الدخول.",
    "Success! Your account is fully activated, you now have access to all content.": "نجاح! تم تفعيل حسابك بالكامل، لديك الآن حق الوصول إلى جميع المحتويات.",
    "Success! Your email is updated.": "نجاح! تم تحديث بريدك الإلكتروني.",
    "Successfully unsubscribed": "تم الغاء الاشتراك بنجاح",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "شكراً للاشتراك. قبل أن تبدأ في القراءة، هنا بعض المواقع الأخرى التي قد تعجبك.",
    "Thank you for your support": "شكراً على دعمك",
    "Thank you for your support!": "شكراً على دعمك!",
    "Thanks for the feedback!": "شكرا لمشاركتك رأيك!",
    "That didn't go to plan": "لم تسر الامور على ما يرام",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "البريد الإلكتروني المسجل لدينا هو {{memberEmail}} — إذا كان غير صحيح، يمكنك تحديثه في <button>منطقة إعدادات الحساب</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "حدثت مشكلة أثناء إرسال ملاحظاتك. يرجى المحاولة مرة أخرى لاحقاً.",
    "There was an error cancelling your subscription, please try again.": "حدث خطأ أثناء إلغاء اشتراكك، يرجى المحاولة مرة أخرى.",
    "There was an error continuing your subscription, please try again.": "حدث خطأ أثناء تجديد اشتراكك، يرجى المحاولة مرة أخرى.",
    "There was an error processing your payment. Please try again.": "حدث خطأ أثناء معالجة الدفع. يرجى المحاولة مرة أخرى.",
    "There was an error sending the email, please try again": "حدث خطأ أثناء إرسال البريد الإلكتروني، يرجى المحاولة مرة أخرى.",
    "This site is invite-only, contact the owner for access.": "هذا الموقع للمشتركين فقط، تواصل مع ادارة الموقع للحصول على اشتراك.",
    "This site is not accepting payments at the moment.": "هذا الموقع لا يقبل المدفوعات في الوقت الحالي",
    "This site only accepts paid members.": "هذا الموقع متاح فقط لأصحاب الاشتراك المدفوع",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "لاكمال انشاء حسابك، استخدم رابط التأكيد المرسل الى بريد. اذا لم تتلقى الرسالة خلال 3 دقائق، برجاء التأكد من مجلد المهملات.",
    "To continue to stay up to date, subscribe to {{publication}} below.": ".أدناه {{publication}} للاستمرار في متابعة أخر التحديثات، اشترك في ",
    "Too many attempts try again in {{number}} days.": ".أيام{{number}} محاولات متعددة جدًا، حاول مرة أخرى بعد ",
    "Too many attempts try again in {{number}} hours.": ".ساعات {{number}} محاولات متعددة جدًا، حاول مرة أخرى بعد",
    "Too many attempts try again in {{number}} minutes.": ".دقيقة {{number}} محاولات متعددة جدًا، حاول مرة أخرى بعد ",
    "Too many different sign-in attempts, try again in {{number}} days": ".أيام{{number}} محاولات تسجيل الدخول متعددة جدًا، حاول مرة أخري بعد ",
    "Too many different sign-in attempts, try again in {{number}} hours": ".ساعة {{number}} محاولات تسجيل الدخول متعددة جدًا، حاول مرة أخري بعد ",
    "Too many different sign-in attempts, try again in {{number}} minutes": ".دقيقة {{number}} محاولات تسجيل الدخول متعددة جدًا، حاول مرة أخري بعد ",
    "Too many sign-up attempts, try again later": "محاولات التسجيل كثيرة جدًا، حاول مرة أخرى لاحقًا",
    "Try free for {{amount}} days, then {{originalPrice}}.": "  .{{originalPrice}} يوما، ثم  {{amount}} جرب مجانًا لمدة",
    "Unable to initiate checkout session": "غير قادر على بدء جلسة الدفع",
    "Unlock access to all newsletters by becoming a paid subscriber.": ".تفعيل الوصول إلي جميع النشرات الإخبارية من خلال الاشتراك المدفوع",
    "Unsubscribe from all emails": "إلغاء الاشتراك من جميع الالكترونية",
    "Unsubscribed": "تم إلغاء اشتراكك",
    "Unsubscribed from all emails.": "تم إلغاء اشتراكك من جميع الرسائل الاكترونية",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "الغاء اشتراك من الرسائل لا يعني إلغاء اشتراكك المدفوع في {{title}}",
    "Update": "تحديث",
    "Update your preferences": "تحديث تفضيلاتك",
    "Verification link sent, check your inbox": "تم إرسال رابط التحقق، يرجى التحقق من صندوق الوارد.",
    "Verify your email address is correct": "تحقق من أن عنوان بريدك الإلكتروني صحيح.",
    "View plans": "عرض الخطط.",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "لم نتمكن من إلغاء اشتراكك في الرسائل لأنه لم يتم العثور على بريدك الإلكتروني. برجاء التواصل مع إدارة الموقع.",
    "Welcome back, {{name}}!": "مرحباً بعودتك، {{name}}!",
    "Welcome back!": "مرحباً بعودتك!",
    "Welcome to {{siteTitle}}": "مرحباً بك في {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "عندما يفشل صندوق الوارد في قبول رسالة بريد إلكتروني، يُطلق عليه عادةً اسم ارتداد. في العديد من الحالات، قد يكون هذا مؤقتًا. ومع ذلك، في بعض الحالات، يمكن أن يُعاد البريد الإلكتروني المرفوض كفشل دائم عندما يكون عنوان البريد الإلكتروني غير صالح أو غير موجود.",
    "Why has my email been disabled?": "لماذا تم تعطيل بريدي الإلكتروني؟",
    "year": "سنة",
    "Yearly": "سنوي",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "لديك حالياً عضوية مجانية، قم بالترقية إلى اشتراك مدفوع للحصول على الوصول الكامل.",
    "You have been successfully resubscribed": "تم اعادة اشتراكك بنجاح",
    "You're currently not receiving emails": "أنت حالياً لا تستقبل الرسائل الإلكترونية.",
    "You're not receiving emails": "أنت لا تستقبل الرسائل الإلكترونية.",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "لم تستلم رسالة بريدية لربما انك جعلت الرسائل مهملة او ان الرسائل لا تصل الى بريدك الذي سجلته.",
    "You've successfully signed in.": "لقد سجلت الدخول بنجاح.",
    "You've successfully subscribed to": "لقد اشتركت بنجاح في",
    "Your account": "حسابك",
    "Your email has failed to resubscribe, please try again": "فشل إعادة الاشتراك ببريدك الإلكتروني، الرجاء المحاولة مرة أخرى",
    "Your input helps shape what gets published.": "آرائك تساهم في تحسين ما ينشر.",
    "Your subscription will expire on {{expiryDate}}": "سيتم انتهاء اشتراكك في تاريخ {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "سيتم تجديد اشتراكك في تاريخ {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "سيبدأ اشتراكك في تاريخ {{subscriptionStart}}"
}