{
    "(save {{highestYearlyDiscount}}%)": "spara {{highestYearlyDiscount}}%",
    "{{amount}} days free": "{{amount}} dagar gratis",
    "{{amount}} off": "{{amount}} i rabatt",
    "{{amount}} off for first {{number}} months.": "{{amount}} i rabatt de första {{number}} månaderna.",
    "{{amount}} off for first {{period}}.": "{{amount}} i rabatt under första {{period}}.",
    "{{amount}} off forever.": "{{amount}} i rabatt tills vidare",
    "{{discount}}% discount": "{{discount}}% rabatt",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} kommer inte längre få utskicket {{newsletterName}}",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} kommer inte längre att få meddelanden när någon svarar på din kommentar",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} kommer inte längre att få det här nyhetsbrevet",
    "{{trialDays}} days free": "{{trialDays}} dagar gratis",
    "+1 (123) 456-7890": "",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "En inloggningslänk har skickats till din inkorg. Om den inte anländer inom 3 minuter, kontrollera din skräppostmapp.",
    "Account": "Konto",
    "Account details updated successfully": "Kontodetaljer uppdaterade framgångsrikt",
    "Account settings": "Kontoinställningar",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Efter att en gratis provperiod avslutas debiteras du det ordinarie priset för den nivå du har valt. Du kan alltid avbryta innan dess.",
    "Already a member?": "Redan medlem?",
    "An error occurred": "Ett fel inträffade",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Ett oväntat fel inträffade. Försök igen eller <a>kontakta administratören</a> om felet kvarstår.",
    "Back": "Tillbaka",
    "Back to Log in": "Tillbaka till inloggning",
    "Billing info": "Betalningsinformation",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Avsluta när som helst",
    "Cancel subscription": "Avbryt prenumeration",
    "Cancellation reason": "Anledning till avslut",
    "Change": "Ändra",
    "Change plan": "Ändra plan",
    "Check spam & promotions folders": "Titta i skräppostmappen",
    "Check with your mail provider": "Verifiera att e-posten fungerar för ditt konto",
    "Check your inbox to verify email update": "Kolla din inbox för att verifiera e-post uppdatering",
    "Choose": "Välj",
    "Choose a different plan": "Välj en annan plan",
    "Choose a plan": "Välj en plan",
    "Choose your newsletters": "Välj dina nyhetsbrev",
    "Click here to retry": "Klicka här för att försöka igen",
    "Close": "Stäng",
    "Comments": "Kommentarer",
    "Complimentary": "Kostnadsfri",
    "Confirm": "Bekräfta",
    "Confirm cancellation": "Bekräfta uppsägning",
    "Confirm subscription": "Bekräfta prenumeration",
    "Contact support": "Kontakta supporten",
    "Continue": "Fortsätt",
    "Continue subscription": "Förläng prenumeration",
    "Could not create stripe checkout session": "Kunde inte skapa session för stripe-utcheckning",
    "Could not sign in. Login link expired.": "Kunde inte logga in. Inloggningslänken har slutat gälla.",
    "Could not update email! Invalid link.": "Kunde inte uppdatera e-postadressen. Länken fungerande inte.",
    "Create a new contact": "Skapa en ny kontakt",
    "Current plan": "Nuvarande plan",
    "Delete account": "Radera konto",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Ville du inte göra det här? Ändra dina inställningar <button>här</button>",
    "Don't have an account?": "Har du inget konto?",
    "Edit": "Redigera",
    "Email": "E-post",
    "Email newsletter": "Nyhetsbrev via e-post",
    "Email newsletter settings updated": "Inställningar för nyhetsprev uppdaterade",
    "Email preferences": "E-postinställningar",
    "Emails": "E-postmeddelanden",
    "Emails disabled": "E-post inaktiverad",
    "Ends {{offerEndDate}}": "Avslutas {{offerEndDate}}",
    "Enter your email address": "Skriv din e-postadress",
    "Enter your name": "Skriv ditt namn",
    "Error": "Fel",
    "Expires {{expiryDate}}": "Utgår {{expiryDate}}",
    "Failed to cancel subscription, please try again": "Misslyckades med att avbryta prenumeration, vänligen försök igen",
    "Failed to log in, please try again": "Misslyckades med att logga in, vänligen försök igen",
    "Failed to log out, please try again": "Misslyckades med att logga ut, vänligen försök igen",
    "Failed to process checkout, please try again": "Misslyckades med att bearbeta utcheckning, vänligen försök igen",
    "Failed to send magic link email": "Misslyckades med att skicka e-post med magisk länk",
    "Failed to send verification email": "Misslyckades med att skicka e-post för verifiering",
    "Failed to sign up, please try again": "Misslyckades med registrering, vänligen försök igen",
    "Failed to update account data": "Misslyckades med att uppdatera kontodata",
    "Failed to update account details": "Misslyckades med att uppdatera kontodetaljer",
    "Failed to update billing information, please try again": "Misslyckades med att uppdatera betalinformation, vänligen försök igen",
    "Failed to update newsletter settings": "Misslyckades med att uppdatera inställningar för nyhetsbrev",
    "Failed to update subscription, please try again": "Misslyckades med att uppdatera prenumeration, vänligen försök igen",
    "Forever": "Tillsvidare",
    "Free Trial – Ends {{trialEnd}}": "Gratispepriod – slutar {{trialEnd}}",
    "Get help": "Få hjälp",
    "Get in touch for help": "Kontakta oss för hjälp",
    "Get notified when someone replies to your comment": "Få en avisering när någon svarar på din kommentar",
    "Give feedback on this post": "Ge feedback på det här inlägget",
    "Help! I'm not receiving emails": "Hjälp! Jag får inte e-posten",
    "Here are a few other sites you may enjoy.": "Här är några andra webbplatser du kanske skulle uppskatta.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Om ett nyhetsbrev markeras som skräppost, stängs utskicken till den e-postadressen av automatiskt för att det inte skall skickas ovälkomna meddelanden.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Om nyhetsbrevet av misstag markerades som skräppost och du vill återuppta utskicken kan du aktivera nyhetsbrevet på föregående sida.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Om du säger upp prenumerationen nu kommer du att ha tillgång till {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Om din organisations e-postlösning blockerar utskicken kan du be administratören att tillåta e-post från adressen {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Om du vill börja ta emot utskicken igen, verifiera att du angett korrekt e-postadress och sedan klickar du på återaktivera utskick på förra sidan.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Om du inte får e-postutskicken från oss finns det några saker du kan göra.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Om det fortfarande inte fungerar efter att du undersökt allt kan du kontakta oss på {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Om e-postutskick till din adress resulterar i ett permanent fel kommer utskicksförsök att upphöra.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Spara {{senderEmail}} som en kontakt i ditt e-postprogram. Det signalerar till din e-postleverantör att e-post från denna är adress är viktig.",
    "Invalid email address": "Ogiltig e-postadress",
    "Jamie Larson": "Anders Andersson",
    "jamie@example.com": "anders@exempel.se",
    "Less like this": "Mindre sånt här",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Verifiera att e-postmeddelandena inte hamnat i skräppostmappen. Om de gjort det, flytta dem till inkorgen och/eller markera som \"Ej skräppost\".",
    "Manage": "Hantera",
    "Maybe later": "Kanske senare",
    "Memberships unavailable, contact the owner for access.": "Medlemskap inte tillgängligt. Kontakta ansvarig för webplatsen för tillgång.",
    "month": "månad",
    "Monthly": "Månadsvis",
    "More like this": "Mer sånt här",
    "Name": "Namn",
    "Need more help? Contact support": "Behöver du mer hjälp? Kontakta administratören.",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Nyhetsbrev kan inaktiveras på ditt konto av två anledningar: ett tidigare utskick markerades som spam, eller ett försök att skicka ett e-postmeddelande resulterade i ett permanent fel.",
    "No member exists with this e-mail address.": "Ingen medlem existerar med den här e-postadressen.",
    "No member exists with this e-mail address. Please sign up first.": "Ingen medlem existerar med den här e-postadressen. Vänligen skapa konto först.",
    "Not receiving emails?": "Får du inga e-postmeddelanden?",
    "Now check your email!": "Kolla nu din e-post!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Om du fortfarande inte ser e-post i din inkorg efter att du återaktiverat utskicken, kontrollera din skräppostmapp. Vissa e-postleverantörer behåller en historik över tidigare spamklagomål och fortsätter att markera e-post som spam. Om detta händer, markera det senaste nyhetsbrevet som 'Inte spam' för att flytta tillbaka det till din huvudsakliga inkorg.",
    "Permanent failure (bounce)": "Permanent fel vid e-postutsskick (studs)",
    "Phone number": "Telefonnummer",
    "Plan": "Plan",
    "Plan checkout was cancelled.": "Köp av prenumeration avbruten",
    "Plan upgrade was cancelled.": "Uppgradering av plan avbruten",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Kontakta {{supportAddress}} för att ändra din gratisprenumeration ",
    "Please enter {{fieldName}}": "Vänligen ange {{fieldName}}",
    "Please fill in required fields": "Vänligen fyll i alla obligatoriska fält",
    "Price": "Pris",
    "Re-enable emails": "Återaktivera e-post",
    "Recommendations": "Rekommendationer",
    "Renews at {{price}}.": "Förnyas till priset {{price}}",
    "Retry": "Försök igen",
    "Save": "Spara",
    "Send an email and say hi!": "Skicka e-post och säg hej!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Skicka ett e-postmeddelande till {{senderEmail}} och säj hej. Detta blir en signal till din e-postleverantör meddelanden till/från {{senderEmail}} är viktiga.",
    "Sending login link...": "Skickar inloggningslänk...",
    "Sending...": "Skickar...",
    "Show all": "Visa alla",
    "Sign in": "Logga in",
    "Sign out": "Logga ut",
    "Sign up": "Få uppdateringar",
    "Signup error: Invalid link": "Registreringsfel. Länken fungerade inte.",
    "Something went wrong, please try again later.": "Något gick fel, vänligen försök igen senare.",
    "Sorry, no recommendations are available right now.": "Ursäkta, inga rekommendationer finns tillgängliga just nu.",
    "Sorry, that didn’t work.": "Ursäkta, det fungerande inte.",
    "Spam complaints": "Skräppostrapporter",
    "Start {{amount}}-day free trial": "Starta {{amount}}-dagars gratis testprenumeration",
    "Starting {{startDate}}": "Startar {{startDate}}",
    "Starting today": "Startar idag",
    "Submit feedback": "Skicka feedback",
    "Subscribe": "Anmäl dig",
    "Subscribed": "Anmäld",
    "Subscription plan updated successfully": "Prenumerationsplanen uppdaterades framgångsrikt",
    "Success": "Det gick bra",
    "Success! Check your email for magic link to sign-in.": "Det gick bra. Titta i din e-post efter ett meddelande från oss med en inloggningslänk.",
    "Success! Your account is fully activated, you now have access to all content.": "Det gick bra! Ditt konto är uppdaterat och du har tillgång till allt material.",
    "Success! Your email is updated.": "Det gick bra! Din e-postadress är uppdaterad.",
    "Successfully unsubscribed": "Prenumerationen avslutades framgångsrikt",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Tack för att du prenumererar. Innan du börjar läsa finns några andra webbplatser nedan som du kanske skulle uppskatta.",
    "Thank you for your support": "Tack för ditt stöd",
    "Thank you for your support!": "Tack för ditt stöd!",
    "Thanks for the feedback!": "Tack för din feedback!",
    "That didn't go to plan": "Det där fungerade inte som tänkt",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "E-postadressen vi har för dig är {{memberEmail}} — om det inte stämmer kan du uppdatera den i <button>kontoinställningar</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Det fungerande inte att skicka in din feedbak. Försök igen lite senare.",
    "There was an error cancelling your subscription, please try again.": "Det blev fel när din prenumeration skulle avbrytas, vänligen försök igen",
    "There was an error continuing your subscription, please try again.": "Det blev fel när din prenumeration skulle fortsättas, vänligen försök igen",
    "There was an error processing your payment. Please try again.": "Det blev fel när din betalning skulle behandlas, vänligen försök igen",
    "There was an error sending the email, please try again": "Det blev ett fel när e-posten skulle skickas, vänligen försök igen",
    "This site is invite-only, contact the owner for access.": "Den här sidan är endast för inbjudna, kontakta ägaren för åtkomst.",
    "This site is not accepting payments at the moment.": "Den här webbsidan accepterar inte betalningar för tillfället",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "För att slutföra registreringen, klicka på bekräftelselänken i din inkorg. Om den inte kommer fram inom 3 minuter, kolla din skräppostmapp!",
    "To continue to stay up to date, subscribe to {{publication}} below.": "För att hålla dig uppdaterad, prenumerera på {{publication}} här nedan.",
    "Too many attempts try again in {{number}} days.": "För många försök, testa igen om {{number}} dagar.",
    "Too many attempts try again in {{number}} hours.": "För många försök, testa igen om {{number}} timmar.",
    "Too many attempts try again in {{number}} minutes.": "För många försök, testa igen om {{number}} minuter.",
    "Too many different sign-in attempts, try again in {{number}} days": "För många olika inloggningsförsök, testa igen om {{number}} dagar.",
    "Too many different sign-in attempts, try again in {{number}} hours": "För många olika inloggningsförsök, testa igen om {{number}} timmar.",
    "Too many different sign-in attempts, try again in {{number}} minutes": "För många olika inloggningsförsök, testa igen om {{number}} minuter.",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Prova gratis i {{amount}} dagar, sen betalar du {{originalPrice}}.",
    "Unable to initiate checkout session": "Kan inte initiera utcheckningssession",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Få tillgång till alla nyhetsbrev genom att bli betalande prenumerant",
    "Unsubscribe from all emails": "Avregistrera från alla e-postutskick",
    "Unsubscribed": "Avregistrerad",
    "Unsubscribed from all emails.": "Avregistrerad från alla e-postutskick",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Avregistrering från e-postmeddelanden kommer inte att avbryta din betalda prenumeration på {{title}}",
    "Update": "Uppdatera",
    "Update your preferences": "Uppdatera dina inställningar",
    "Verification link sent, check your inbox": "Verifieringslänken är skickad. Titta i ditt e-postprogram",
    "Verify your email address is correct": "Kontrollera att e-postadressen är korrekt",
    "View plans": "Visa prenumerationsalternativ",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Vi kunde inte avsluta kontot eftersom e-postadressen inte hittades. Vänligen kontakta webbplatsens ägare.",
    "Welcome back, {{name}}!": "Välkommen tillbaka, {{name}}!",
    "Welcome back!": "Välkommen tillbaka!",
    "Welcome to {{siteTitle}}": "Välkommen till {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "När en mottagare inte kan ta emot ett e-postmeddelande kallas det vanligtvis för att ett mejl studsar. I många fall kan detta vara tillfälligt. Dock kan i vissa fall ett studsande mejl returneras som ett permanent fel när en e-postadress är ogiltig eller inte existerar.",
    "Why has my email been disabled?": "Varför har e-postutskicken stängts av?",
    "year": "år",
    "Yearly": "Årligen",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Du har för närvarande ett gratis medlemskap. Uppgradera till en betald prenumeration för att full tillgång.",
    "You have been successfully resubscribed": "Du är nu anmäld ",
    "You're currently not receiving emails": "Du tar för närvarande inte emot e-post",
    "You're not receiving emails": "Du tar inte emot e-post",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Du får inte e-postmeddelanden eftersom du antingen markerade ett nyligt meddelande som skräppost, eller för att meddelanden inte kunde levereras till din angivna e-postadress.",
    "You've successfully signed in.": "Du är nu inloggad.",
    "You've successfully subscribed to": "Du är nu anmäld till",
    "Your account": "Ditt konto",
    "Your email has failed to resubscribe, please try again": "Din e-postadress kunde inte återanmälas, vänligen försök igen",
    "Your input helps shape what gets published.": "Din åsikt hjälper till att forma vad som publiceras.",
    "Your subscription will expire on {{expiryDate}}": "Din prenumeration avslutas {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Din prenumeration förnyas {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Din prenumeration startar {{subscriptionStart}}"
}
