{
    "{{amount}} days free": "Dienų nemokamai: {{amount}}",
    "{{amount}} off": "{{amount}} mažiau",
    "{{amount}} off for first {{number}} months.": "{{amount}} mažiau pirmus {{number}} mėn.",
    "{{amount}} off for first {{period}}.": "{{amount}} mažiau pirmus {{period}}",
    "{{amount}} off forever.": "{{amount}} mažiau visiems laikams",
    "{{discount}}% discount": "{{discount}}% nuolaida",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} nebegaus {{newsletterName}} naujienlaiškio.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} nebegaus laiškų, kai kas nors atsakys į jūsų komentarus.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} nebegaus šio naujienlaiškio.",
    "{{trialDays}} days free": "{{trialDays}} nemokamų dienų",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Registracijos nuoroda išsiųsta į Jūsų paštą. Jei ji neateina per 3 minutes, patikrinkite nepageidaujamų laiškų aplanką!",
    "Account": "Paskyra",
    "Account settings": "Paskyros nustatymai",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Pasibaigus nemokamam bandomajam laikotarpiui, mokėsite įprastą kainą už pasirinktą planą. Visada galite atšaukti iš anksto.",
    "Already a member?": "Jau registravotės",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Įvyko netikėta klaida. Jei problema kartojasi, pabandykite dar kartą arba susisiekite su <a>palaikymo komanda</a>.",
    "Back": "Atgal",
    "Back to Log in": "Atgal į registraciją",
    "Billing info": "Sąskaitos informacija",
    "Black Friday": "Juodasis penktadienis",
    "Cancel anytime.": "Atsisakykite bet kada",
    "Cancel subscription": "Atsisakyti prenumerators",
    "Cancellation reason": "Atsisakymo priežastis",
    "Change": "Pakeisti",
    "Check spam & promotions folders": "Patikrinkite šlamšto ir reklamų aplankus",
    "Check with your mail provider": "",
    "Choose": "Pasirinkti",
    "Choose a different plan": "Rinktis kitą planą",
    "Choose your newsletters": "Rinkitės naujienlaiškius",
    "Click here to retry": "Bandykite darkart paspaudę čia",
    "Close": "Uždaryti",
    "Comments": "Komentarai",
    "Complimentary": "Papildomai",
    "Confirm": "Patvirtinti",
    "Confirm cancellation": "Patvirtinti atsisakymą",
    "Confirm subscription": "Patvirtinti prenumeratą",
    "Contact support": "Susisiekti dėl pagalbos",
    "Continue": "Tęsti",
    "Continue subscription": "Prenumeruoti toliau",
    "Could not sign in. Login link expired.": "Prisijungti negalite. Nuoroda nebegalioja",
    "Could not update email! Invalid link.": "Neįmanoma pakeisti pašto! Nuoroda netinkama",
    "Create a new contact": "Naujas kontaktas",
    "Current plan": "Dabartinis planas",
    "Delete account": "Išrinti paskyrą",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Nenorėjote to padaryti? Pakeisti nustatymus <button>čia</button>",
    "Don't have an account?": "Neturite paskyros?",
    "Edit": "Keisti",
    "Email": "Elektroninis paštas",
    "Email newsletter": "Naujienlaiškis",
    "Email preference updated.": "Elektroninio pašto nuostatos atnaujintos",
    "Email preferences": "Elektroninio pašto nuostatos",
    "Emails": "Elektronio pašto adresai",
    "Emails disabled": "",
    "Ends {{offerEndDate}}": "",
    "Error": "Klaida",
    "Expires {{expiryDate}}": "Baigiasi {{expiryDate}}",
    "Forever": "Visiems laikams",
    "Free Trial – Ends {{trialEnd}}": "Bandomoji versija – baigiasi {{trialEnd}}",
    "Get help": "Pagalba",
    "Get in touch for help": "Susisiekti dėl pagalbos",
    "Get notified when someone replies to your comment": "Informuoti, kai kas nors parašys atsakymą",
    "Give feedback on this post": "Įvertinkite",
    "Help! I'm not receiving emails": "Pagalbos! Negaunu laiškų",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Jei naujienlaiškis pažymimas kaip šlamštas, el. laiškai tuo adresu automatiškai išjungiami, kad daugiau negautumėte nepageidaujamų pranešimų.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Jei skundas dėl nepageidaujamų laiškų buvo atsitiktinis arba norite vėl pradėti gauti el. laiškus, paspaudę ankstesniame ekrane esantį mygtuką galite užsiprenumeruoti iš naujo.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Jei dabar atšauksite prenumeratą, prieigą turėsite iki {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Jei turite įmonės arba vyriausybės el. pašto paskyrą, kreipkitės į IT skyrių ir paprašykite, kad leistų gauti el. laiškus iš {{{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Jei norite vėl pradėti gauti el. laiškus, geriausia patikrinti, ar jūsų el. pašto adresas teisingas ir galiojantis, ir užsiprenumeruoti iš naujo ankstesniame puslapyje.",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Jei negaunate prenumeruojamo naujienlaiškio, patikrinkite keletą dalykų.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Jei atlikote visus šiuos patikrinimus ir vis dar negaunate el. laiškų, galite kreiptis pagalbos į {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Jei bandant siųsti naujienlaiškį gaunama nuolatinė klaida, el. laiškai paskyroje bus išjungti.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "El. pašto programoje į kontaktų sąrašą įtraukite {{senderEmail}}. Tai signalizuoja jūsų pašto paslaugų teikėjui, kad iš šio adreso siunčiami laiškai yra patikimi.",
    "Less like this": "Mažiau tokio turinio",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Įsitikinkite, kad el. laiškai atsitiktinai neatsiduria pašto dėžutės \"Šlamšto\" arba \"Reklamų\" aplankuose. Jei taip yra, spustelėkite \"Pažymėti kaip ne šlamštą\" ir (arba) \"Perkelti į gautųjų laiškų dėžutę\".",
    "Manage": "",
    "Memberships unavailable, contact the owner for access.": "Narystė neprieinama, dėl prieigos kreipkitės į savininką.",
    "Monthly": "Kas mėnesį",
    "More like this": "Daugiau tokių",
    "Name": "Vardas",
    "Need more help? Contact support": "Reikia daugiau pagalbos? Kreipkitės pagalbos kontaktu",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "naujienlaiškiai jūsų paskyroje gali būti išjungti dėl dviejų priežasčių: ankstesnis laiškas buvo pažymėtas kaip nepageidaujamas arba bandymas išsiųsti laišką baigėsi nuolatine nesėkme (bounce).",
    "Not receiving emails?": "Negaunate laiškų?",
    "Now check your email!": "Dabar pasitikrinkite paštą",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Jei iš naujo užsiprenumeravę el. pašto dėžutėje vis dar nematote laiškų, patikrinkite nepageidaujamų laiškų aplanką. Kai kurie pašto dėžučių teikėjai registruoja ankstesnius skundus dėl nepageidaujamų laiškų ir toliau žymės laiškus. Jei taip atsitinka, pažymėkite naujausią naujienlaiškį kaip \"Ne šlamštas\" ir perkelkite jį atgal į pagrindinę gaunamųjų laiškų dėžutę.",
    "Permanent failure (bounce)": "Nuolatinė klaida (bounce)",
    "Plan": "Planas",
    "Plan checkout was cancelled.": "Plano pirkimas nutrauktas",
    "Plan upgrade was cancelled.": "Gerenis planas neužsakytas",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Prašome susisiekti su {{supportAddress}} ir pakoreguoti nemokamą prenumeratą.",
    "Please fill in required fields": "Užpildykite būtinus laukelius",
    "Price": "Kaina",
    "Re-enable emails": "Užsakyti laiškus iš naujo",
    "Recommendations": "Rekomendacijos",
    "Renews at {{price}}.": "Atnaujinimas už {{price}}",
    "Retry": "Bandykite iš naujo",
    "Save": "Išsaugoti",
    "Send an email and say hi!": "Nusiųskite laišką ir pasisveikinkite",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Siųskite laišką į {{{senderEmail}} ir pasisveikinkite. Tai taip pat gali padėti jūsų pašto paslaugų teikėjui pranešti, kad šiuo adresu siunčiami ir iš jo gaunami el. laiškai yra patikimi.",
    "Sending login link...": "Prisijungimo nuoroda jau keliauja...",
    "Sending...": "Siunčiame...",
    "Show all": "Rodyti viską",
    "Sign in": "Prisijungti",
    "Sign out": "Atsijungti",
    "Sign up": "Registruokis",
    "Signup error: Invalid link": "Registracijos klaida: bloga nuoroda",
    "Sorry, that didn’t work.": "Apgailestaujame, nepavyko.",
    "Spam complaints": "Skundai dėl šlamšto",
    "Start {{amount}}-day free trial": "Nemokamai bandyti {{amount}} d.",
    "Starting {{startDate}}": "Nuo {{startDate}}",
    "Starting today": "Nuo šiandien",
    "Submit feedback": "Siųsti atsiliepimą",
    "Subscribe": "Prenumeruoti",
    "Subscribed": "Užsiprenumeravote",
    "Success": "Pavyko!",
    "Success! Check your email for magic link to sign-in.": "Pavyko! Savo pašte rasite stebuklingą prisijungimo nuorodą.",
    "Success! Your account is fully activated, you now have access to all content.": "Pavyko! Jūsų paskyra aktyvuota, dabar turite galimybę matyti visą turinį.",
    "Success! Your email is updated.": "Pavyko! Jūsų el. paštas atnaujintas.",
    "Successfully unsubscribed": "Sėkmingai atsisakėte prenumeratos",
    "Thanks for the feedback!": "Ačiū už atsiliepimą!",
    "That didn't go to plan": "Kažkaip ne pagal planą",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Mūsų turimas jūsų el. pašto adresas yra {{memberEmail}} - jei jis neteisingas, galite jį atnaujinti savo <button>paskyros nustatymuose</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Kilo problema pateikiant atsiliepimą. Prašome pabandyti dar kartą šiek tiek vėliau.",
    "This site is invite-only, contact the owner for access.": "Į šią svetainę galima patekti tik su kvietimais, dėl apsilankymo kreipkitės į savininką.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Norėdami baigti registraciją, spustelėkite patvirtinimo nuorodą savo pašto dėžutėje. Jei ji neateina per 3 minutes, patikrinkite nepageidaujamų laiškų aplanką!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Išbandykite nemokamai {{amount}} dienų, tada {{{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Gaukite prieigą prie visų naujienlaiškių sumokėję už prenumeratą.",
    "Unsubscribe from all emails": "Atsisakyti visų laiškų",
    "Unsubscribed": "Neprenumeruojama",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Atsisakius naujienlaiškių, jūsų mokama {{title}} prenumerata nebus atšaukta ",
    "Update": "Atnaujinti",
    "Update your preferences": "Atnaujinti nuostatymus",
    "Verify your email address is correct": "Įsitikinkite, ar jūsų el. pašto adresas yra teisingas",
    "View plans": "Peržiūrėti planus",
    "Visit": "Užeiti",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Prenumeratos nutraukti negalima, nes el. pašto adresas nerastas. Prašome susisiekti su svetainės savininku.",
    "Welcome back, {{name}}!": "Malonu vėl jus matyti, {{name}}",
    "Welcome back!": "Sveiki sugrįžę!",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Kai el. pašto dėžutė nepriima laiško, tai paprastai vadinama atmetimu (bounce). Daugeliu atvejų tai gali būti laikina. Tačiau kai kuriais atvejais, kai el. pašto adresas yra negaliojantis arba neegzistuojantis, siunčiant laišką nuolat gaunamas klaidos pranešimas.",
    "Why has my email been disabled?": "Kodėl mano el. paštas išjungtas?",
    "Yearly": "Kasmet",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Šiuo metu turite nemokamą narystę, jei norite gauti visą prieigą, pereikite prie mokamos prenumeratos.",
    "You have been successfully resubscribed": "Iš naujo užsiprenumeravote sėkmingai",
    "You're currently not receiving emails": "Šiuo metu negaunate el. laiškų",
    "You're not receiving emails": "Elektroninių laiškų negaunate",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Elektroninių laiškų negaunate, nes neseniai gautą pranešimą pažymėjote kaip nepageidaujamą arba pranešimų nepavyko pristatyti jūsų nurodytu el. pašto adresu.",
    "You've successfully signed in.": "Prisijungėte sėkmingai.",
    "You've successfully subscribed to": "Sėkmingai užsiprenumeravote",
    "Your account": "Jūsų paskyra",
    "Your input helps shape what gets published.": "Jūsų nuomonė padeda formuoti tai, kas yra publikuojama.",
    "Your subscription will expire on {{expiryDate}}": "Jūsų prenumerata nustos galioti {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Jūsų prenumerata bus atnaujinta {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Jūsų prenumerata prasidės {{subscriptionStart}}"
}
