{
    "{{amount}} days free": "{{amount}} – дней бесплатно",
    "{{amount}} off": "Скидка на {{amount}}",
    "{{amount}} off for first {{number}} months.": "Скидка {{amount}} на первые {{number}} месяцев.",
    "{{amount}} off for first {{period}}.": "Скидка {{amount}} на первый {{period}}.",
    "{{amount}} off forever.": "Скидка навсегда.",
    "{{discount}}% discount": "Скидка {{discount}}%",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} больше не будет получать новостную рассылку от {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} больше не будет получать электронные письма когда кто-то отвечает на ваши комментарии.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} больше не будет получать эту электронную рассылку.",
    "{{trialDays}} days free": "{{trialDays}} дня(-ей) бесплатно",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Ссылка для входа была отправлена вам на email. Если письмо долго не приходит, проверьте папку Спам.",
    "Account": "Аккаунт",
    "Account settings": "Настройки аккаунта",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "После окончания бесплатного периода с вас будут взиматься регулярные платежи по выбранному тарифу. До этого момента вы можете отменить подписку в любое время.",
    "Already a member?": "Уже есть аккаунт?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Произошла непредвиденная ошибка. Повторите попытку или <a>обратитесь в службу поддержки</a>, если ошибка не исчезнет.",
    "Back": "Назад",
    "Back to Log in": "Вернуться ко входу",
    "Billing info": "Платежная информация",
    "Black Friday": "Черная Пятница",
    "Cancel anytime.": "Отменить в любое время.",
    "Cancel subscription": "Отменить подписку",
    "Cancellation reason": "Причина отмены",
    "Change": "Сменить",
    "Check spam & promotions folders": "Проверьте папку со спамом",
    "Check with your mail provider": "Проверить у своего почтового провайдера",
    "Choose": "Выбрать",
    "Choose a different plan": "Выберите другой план",
    "Choose your newsletters": "Выберите рассылки",
    "Click here to retry": "Нажмите, чтобы повторить попытку",
    "Close": "Закрыть",
    "Comments": "Комментарии",
    "Complimentary": "Бесплатный",
    "Confirm": "Подтвердить",
    "Confirm cancellation": "Подтвердить отмену",
    "Confirm subscription": "Подтвердить подписку",
    "Contact support": "Связаться со службой поддержки",
    "Continue": "Продолжить",
    "Continue subscription": "Продолжить подписку",
    "Could not sign in. Login link expired.": "Не удалось войти. Срок действия ссылки для входа истек.",
    "Could not update email! Invalid link.": "Не удалось обновить адрес электронной почты! Неверная ссылка.",
    "Create a new contact": "Создать новый контакт",
    "Current plan": "Текущий план",
    "Delete account": "Удалить аккаунт",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Не хотел этого делать? Управляйте своими предпочтениями <button>здесь</button>.",
    "Don't have an account?": "У вас нет аккаунта?",
    "Edit": "Редактировать",
    "Email": "Email",
    "Email newsletter": "Email рассылка",
    "Email preference updated.": "Настройки электронной почты обновлены.",
    "Email preferences": "Настройки электронной почты",
    "Emails": "Письма",
    "Emails disabled": "Письма отключены",
    "Ends {{offerEndDate}}": "Заканчивается {{offerEndDate}}",
    "Error": "Ошибка",
    "Expires {{expiryDate}}": "Срок действия истек {{expiryDate}}",
    "Forever": "Навсегда",
    "Free Trial – Ends {{trialEnd}}": "Бесплатный период заканчивается {{trialEnd}}",
    "Get help": "Получить помощь",
    "Get in touch for help": "Свяжитесь с нами для получения помощи",
    "Get notified when someone replies to your comment": "Оповещать, когда кто-то отвечает на ваш комментарий",
    "Give feedback on this post": "Оставить отзыв на эту публикацию",
    "Help! I'm not receiving emails": "Помогите! Я не получаю электронные письма",
    "Here are a few other sites you may enjoy.": "Вот еще несколько сайтов, которые могут вам понравиться.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Если рассылка отмечена как спам, то письма на этот адрес автоматически отключаются, чтобы исключить получение нежелательных сообщений.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Если жалоба на спам была случайной, или Вы хотите снова начать получать письма, Вы можете повторно подписаться на письма, нажав кнопку на предыдущем экране.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Если вы отмените подписку сейчас, вы будете иметь доступ до {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Если у вас есть корпоративная или государственная электронная почта, обратитесь в свой ИТ-отдел и попросите разрешить получение писем с {{senderEmail}}.",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Если вы хотите снова начать получать электронную почту, то лучше всего проверить свой адрес электронной почты на наличие проблем, а затем на предыдущем экране нажать кнопку повторной подписки.",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Если вы не получаете рассылку по электронной почте, на которую подписались, вот несколько моментов, которые следует проверить.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Если вы выполнили все эти проверки и по-прежнему не получаете электронные письма, вы можете обратиться за поддержкой по адресу {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Если при попытке отправить рассылку будет получен постоянный сбой, рассылка будет отключена на аккаунте.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "В почтовом клиенте добавьте {{senderEmail}} в список контактов. Это даст сигнал почтовому провайдеру, что письмам, отправленным с этого адреса, следует доверять.",
    "Less like this": "Меньше подобного",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Убедитесь, что письма случайно не попадают в папки "Спам" или "Акции" в папке "Входящие". Если они попадают, нажмите кнопку \"Пометить как не спам\" и/или \"Переместить в папку Входящие\".",
    "Manage": "Управление",
    "Memberships unavailable, contact the owner for access.": "Членство в клубе недоступно, для получения доступа свяжитесь с владельцем.",
    "Monthly": "Ежемесячно",
    "More like this": "Больше подобного",
    "Name": "Имя",
    "Need more help? Contact support": "Нужна дополнительная помощь? Обратитесь в службу поддержки",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Рассылки могут быть отключены в вашей учетной записи по двум причинам: Предыдущее письмо было помечено как спам, или попытка отправить письмо привела к постоянному отказу.",
    "Not receiving emails?": "Не получаете письма?",
    "Now check your email!": "Теперь проверьте свою электронную почту!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": ""Если после повторной подписки вы все еще не видите писем в своем почтовом ящике, проверьте папку "Спам". Некоторые провайдеры ведут учет предыдущих жалоб на спам и продолжают помечать письма. Если это произошло, отметьте последнее письмо как "Не спам", чтобы вернуть его в папку "Входящие".",
    "Permanent failure (bounce)": "Постоянный отказ",
    "Plan": "План",
    "Plan checkout was cancelled.": "Оформление плана было отменено",
    "Plan upgrade was cancelled.": "Обновление плана отменено",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Пожалуйста, свяжитесь с {{supportAddress}} для корректировки бесплатной подписки.",
    "Please fill in required fields": "Пожалуйста, заполните необходимые поля",
    "Price": "Цена",
    "Re-enable emails": "Снова включить письма",
    "Recommendations": "Рекомендации",
    "Renews at {{price}}.": "Продлевается по {{цена}}",
    "Retry": "Повторить попытку",
    "Save": "Сохранить",
    "Send an email and say hi!": "Отправьте письмо и скажите Привет!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Отправьте письмо на адрес {{senderEmail}} и поздоровайтесь. Это также может послужить сигналом для вашего почтового провайдера, что письмам с этого адреса можно доверять.",
    "Sending login link...": "Отправка ссылки для входа...",
    "Sending...": "Отправка...",
    "Show all": "Показать все",
    "Sign in": "Войти",
    "Sign out": "Выйти",
    "Sign up": "Зарегистрироваться",
    "Signup error: Invalid link": "Ошибка регистрации: Недействительная ссылка",
    "Sorry, that didn’t work.": "Извините, это не сработало.",
    "Spam complaints": "Жалобы на спам",
    "Start {{amount}}-day free trial": "Начать {{amount}}–дневный пробный период",
    "Starting {{startDate}}": "Начало {{startDate}}",
    "Starting today": "Начало сегодня",
    "Submit feedback": "Отправить отзыв",
    "Subscribe": "Подписаться",
    "Subscribed": "Подписался",
    "Success": "Отлично",
    "Success! Check your email for magic link to sign-in.": "Отлично! Проверьте свою электронную почту на наличие волшебной ссылки для входа в систему.",
    "Success! Your account is fully activated, you now have access to all content.": "Отлично! Ваша учетная запись полностью активирована, теперь вы имеете доступ ко всему содержимому.",
    "Success! Your email is updated.": "Отлично! Ваш адрес электронной почты обновлен.",
    "Successfully unsubscribed": "Подписка успешно отменена",
    "Thanks for subscribing. Here are a few other sites you may enjoy. ": "Спасибо за подписку. Вот еще несколько сайтов, которые могут вам понравиться. ",
    "Thanks for the feedback!": "Спасибо за отзыв!",
    "That didn't go to plan": "Что-то пошло не так",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Ваш адрес электронной почты {{memberEmail}} - если он не верен, вы можете обновить его в области <button>настройки аккаунта</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Возникла проблема с отправкой вашего отзыва. Пожалуйста, повторите попытку немного позже.",
    "This site is invite-only, contact the owner for access.": "Этот сайт доступен только по приглашениям, свяжитесь с владельцем для получения доступа.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Чтобы завершить регистрацию, нажмите на ссылку подтверждения в вашем почтовом ящике. Если она не придет в течение 3 минут, проверьте папку Спам!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Попробуйте бесплатно в течение {{amount}} дней, затем {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Разблокируйте доступ ко всем рассылкам, став платным подписчиком.",
    "Unsubscribe from all emails": "Отписаться от всех писем",
    "Unsubscribed": "Отписаться",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Отключение рассылки не отменит вашу платную подписку на {{title}}",
    "Update": "Обновление",
    "Update your preferences": "Обновить настройки",
    "Verify your email address is correct": "Убедитесь в правильности адреса электронной почты",
    "View plans": "Смотреть планы",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Мы не смогли отменить вашу подписку, так как адрес электронной почты не найден. Пожалуйста, свяжитесь с владельцем сайта.",
    "Welcome back, {{name}}!": "С возвращением, {{name}}!",
    "Welcome back!": "С возвращением!",
    "Welcome to {{siteTitle}}": "Добро пожаловать на {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Когда почтовый ящик не принимает письмо, это принято называть отказом. Во многих случаях это может быть временным явлением. Однако в некоторых случаях, когда адрес электронной почты недействителен или не существует, отскок может быть возвращен как постоянный отказ.",
    "Why has my email been disabled?": "Почему моя электронная почта была отключена?",
    "Yearly": "Ежегодно",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "В настоящее время у вас есть бесплатное членство, перейдите на платную подписку для получения полного доступа.",
    "You have been successfully resubscribed": "Вы снова подписаны на рассылку",
    "You're currently not receiving emails": "В настоящее время вы не получаете электронные письма",
    "You're not receiving emails": "Вы не получаете электронные письма",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Вы не получаете письма, так как либо вы пометили недавнее сообщение как спам, либо сообщения не могут быть доставлены на указанный вами email.",
    "You've successfully signed in.": "Вы успешно вошли в систему.",
    "You've successfully subscribed to": "Вы успешно подписались на",
    "Your account": "Ваш аккаунт",
    "Your input helps shape what gets published.": "Ваш отзыв поможет решить, что будет опубликовано дальше.",
    "Your subscription will expire on {{expiryDate}}": "Срок действия вашей подписки истекает {{expiryDate}}.",
    "Your subscription will renew on {{renewalDate}}": "Ваша подписка будет продлена {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Ваша подписка начнется с {{subscriptionStart}}."
}
