{
    "{{amount}} days free": "{{amount}} дней бесплатно",
    "{{amount}} off": "Скидка {{amount}}",
    "{{amount}} off for first {{number}} months.": "Скидка {{amount}} в течение первых {{number}} месяцев.",
    "{{amount}} off for first {{period}}.": "Скидка {{amount}} в течение первого {{period}}.",
    "{{amount}} off forever.": "Скидка {{amount}} навсегда.",
    "{{discount}}% discount": "Скидка {{discount}}%",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} больше не будет получать рассылку {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} больше не будет получать уведомления по электронной почте, когда кто-то отвечает на ваши комментарии.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} больше не будет получать эту рассылку.",
    "{{trialDays}} days free": "{{trialDays}} дней бесплатно",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Ссылка для входа была отправлена на ваш почтовый ящик. Если она не пришла в течение 3 минут, обязательно проверьте папку со спамом.",
    "Account": "Аккаунт",
    "Account settings": "Настройки аккаунта",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "После окончания бесплатного пробного периода с вас будет взиматься обычная стоимость выбранного вами тарифного плана. Вы всегда можете отменить подписку до этого.",
    "Already a member?": "Уже зарегистрированы?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Произошла непредвиденная ошибка. Пожалуйста, попробуйте еще раз или <a>свяжитесь со службой поддержки</a>, если ошибка повторяется.",
    "Back": "Назад",
    "Back to Log in": "Назад к входу",
    "Billing info": "Информация о биллинге",
    "Black Friday": "Черная пятница",
    "Cancel anytime.": "Отмените в любое время.",
    "Cancel subscription": "Отменить подписку",
    "Cancellation reason": "Причина отмены",
    "Change": "Изменить",
    "Check spam & promotions folders": "Проверьте папки Спам и Промоакции",
    "Check with your mail provider": "Свяжитесь со своим почтовым провайдером",
    "Choose": "Выбрать",
    "Choose a different plan": "Выберите другой тариф",
    "Choose your newsletters": "Выберите свои рассылки",
    "Click here to retry": "Нажмите здесь, чтобы повторить попытку",
    "Close": "Закрыть",
    "Comments": "Комментарии",
    "Complimentary": "Бесплатно",
    "Confirm": "Подтвердить",
    "Confirm cancellation": "Подтвердить отмену",
    "Confirm subscription": "Подтвердить подписку",
    "Contact support": "Связаться со службой поддержки",
    "Continue": "Продолжить",
    "Continue subscription": "Продолжить подписку",
    "Could not sign in. Login link expired.": "Не удалось войти. Срок действия ссылки для входа истек.",
    "Could not update email! Invalid link.": "Не удалось обновить электронную почту! Недействительная ссылка.",
    "Create a new contact": "Создать новый контакт",
    "Current plan": "Текущий тариф",
    "Delete account": "Удалить аккаунт",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Не хотели это делать? Управляйте своими предпочтениями <button>здесь</button>.",
    "Don't have an account?": "Нет аккаунта?",
    "Edit": "Редактировать",
    "Email": "Электронная почта",
    "Email newsletter": "Email-рассылка",
    "Email preference updated.": "Настройки электронной почты обновлены.",
    "Email preferences": "Настройки электронной почты",
    "Emails": "Электронные письма",
    "Emails disabled": "Отправка электронных писем отключена",
    "Ends {{offerEndDate}}": "Заканчивается {{offerEndDate}}",
    "Error": "Ошибка",
    "Expires {{expiryDate}}": "Истекает {{expiryDate}}",
    "Forever": "Навсегда",
    "Free Trial – Ends {{trialEnd}}": "Бесплатная пробная версия – заканчивается {{trialEnd}}",
    "Get help": "Получить помощь",
    "Get in touch for help": "Обратитесь за помощью",
    "Get notified when someone replies to your comment": "Получать уведомления, когда кто-то отвечает на ваш комментарий",
    "Give feedback on this post": "Оставьте отзыв об этом сообщении",
    "Help! I'm not receiving emails": "Помощь! Я не получаю электронные письма",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Если рассылка помечена как спам, отправка писем на этот адрес автоматически отключается, чтобы вы больше не получали нежелательные сообщения.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Если жалоба на спам была случайной или вы хотите снова начать получать электронные письма, вы можете подписаться на рассылку, нажав кнопку на предыдущем экране.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Если вы отмените подписку сейчас, у вас будет доступ до {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Если у вас корпоративный или государственный электронный адрес, обратитесь в свой ИТ-отдел и попросите разрешить получение писем с адреса {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Если вы хотите снова начать получать письма, сначала проверьте, нет ли проблем с вашим электронным адресом в файле, а затем нажмите кнопку «Подписаться снова» на предыдущем экране.",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Если вы не получаете подписную рассылку, которую подписали, вот несколько вещей, которые стоит проверить.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Если вы прошли все эти проверки и все еще не получаете электронные письма, вы можете обратиться за поддержкой, связавшись с {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "В случае получения постоянной ошибки при попытке отправить рассылку, отправка писем на аккаунт будет отключена.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "В своем почтовом клиенте добавьте {{senderEmail}} в список контактов. Это сигнализирует вашему почтовому провайдеру, что письма, отправленные с этого адреса, являются надежными.",
    "Less like this": "Меньше такого",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Убедитесь, что письма случайно не попадают в папки \"Спам\" или \"Акции\" вашего почтового ящика. Если они там, нажмите \"Не спам\" и/или \"Переместить во входящие\".",
    "Manage": "Управлять",
    "Monthly": "Ежемесячно",
    "More like this": "Больше такого",
    "Name": "Имя",
    "Need more help? Contact support": "Нужна дополнительная помощь? Свяжитесь со службой поддержки",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Рассылка может быть отключена на вашем аккаунте по двум причинам: предыдущее письмо было помечено как спам, или попытка отправить письмо привела к постоянной ошибке (отказу).",
    "Not receiving emails?": "Не получаете письма?",
    "Now check your email!": "Теперь проверьте свою почту!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "После повторной подписки, если вы все еще не видите писем во входящих, проверьте папку со спамом. Некоторые почтовые сервисы сохраняют записи о предыдущих жалобах на спам и продолжают помечать письма. Если это произошло, пометьте последнюю рассылку как 'Не спам', чтобы вернуть ее в папку 'Входящие'.",
    "Permanent failure (bounce)": "Постоянная ошибка (bounce)",
    "Plan": "План",
    "Plan checkout was cancelled.": "Оплата плана была отменена.",
    "Plan upgrade was cancelled.": "Обновление плана было отменено.",
    "Please fill in required fields": "Пожалуйста, заполните обязательные поля",
    "Price": "Цена",
    "Re-enable emails": "Включить письма снова",
    "Renews at {{price}}.": "Продлевается по цене {{price}}.",
    "Retry": "Попробовать снова",
    "Save": "Сохранить",
    "Send an email and say hi!": "Отправьте письмо и скажите привет!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Отправьте письмо на {{senderEmail}} и скажите привет. Это также может помочь сигнализировать вашему почтовому провайдеру, что письма с этого и на этот адрес являются надежными.",
    "Sending login link...": "Отправка ссылки для входа...",
    "Sending...": "Отправка...",
    "Sign in": "Войти",
    "Sign out": "Выйти",
    "Sign up": "Зарегистрироваться",
    "Signup error: Invalid link": "Ошибка регистрации: недействительная ссылка",
    "Sorry, that didn’t work.": "Извините, это не сработало.",
    "Spam complaints": "Жалобы на спам",
    "Start {{amount}}-day free trial": "Начать бесплатный пробный период на {{amount}} дней",
    "Starting {{startDate}}": "Начиная с {{startDate}}",
    "Starting today": "Начиная с сегодняшнего дня",
    "Submit feedback": "Отправить отзыв",
    "Subscribe": "Подписаться",
    "Subscribed": "Подписан",
    "Success": "Успех",
    "Success! Check your email for magic link to sign-in.": "Успех! Проверьте свою электронную почту на наличие магической ссылки для входа.",
    "Success! Your account is fully activated, you now have access to all content.": "Успех! Ваш аккаунт полностью активирован, теперь у вас есть доступ ко всему контенту.",
    "Success! Your email is updated.": "Успех! Ваша электронная почта обновлена.",
    "Successfully unsubscribed": "Успешно отписан",
    "Thanks for the feedback!": "Спасибо за отзыв!",
    "That didn't go to plan": "Это не пошло по плану",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Электронный адрес, который у нас есть для вас, — это {{memberEmail}}. Если он не корректен, вы можете обновить его в разделе <button>настройки учетной записи</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Произошла проблема при отправке вашего отзыва. Пожалуйста, попробуйте еще раз немного позже.",
    "This site is invite-only, contact the owner for access.": "Этот сайт только по приглашениям, свяжитесь с владельцем для доступа.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Чтобы завершить регистрацию, щелкните по ссылке подтверждения в своем почтовом ящике. Если письмо не придет в течение 3 минут, проверьте папку со спамом!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Попробуйте бесплатно в течение {{amount}} дней, затем {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Откройте доступ ко всем рассылкам, став платным подписчиком.",
    "Unsubscribe from all emails": "Отписаться от всех писем",
    "Unsubscribed": "Отписан",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Отказ от подписки на письма не отменит вашу платную подписку на {{title}}",
    "Update": "Обновить",
    "Update your preferences": "Обновите ваши предпочтения",
    "Verify your email address is correct": "Проверьте, правильно ли указан ваш электронный адрес",
    "View plans": "Посмотреть планы",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Мы не смогли отписать вас, так как электронный адрес не найден. Пожалуйста, свяжитесь с владельцем сайта.",
    "Welcome back, {{name}}!": "С возвращением, {{name}}!",
    "Welcome back!": "С возвращением!",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Когда почтовый ящик не принимает письмо, это обычно называется отказ. Во многих случаях это может быть временным. Однако в некоторых случаях отказанное письмо может быть возвращено как постоянная ошибка, когда адрес электронной почты недействителен или не существует.",
    "Why has my email been disabled?": "Почему мой электронный адрес был отключен?",
    "Yearly": "Ежегодно",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "У вас сейчас бесплатная подписка, обновите ее до платной для полного доступа.",
    "You have been successfully resubscribed": "Вы успешно подписались снова",
    "You're currently not receiving emails": "Вы в настоящее время не получаете письма",
    "You're not receiving emails": "Вы не получаете письма",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Вы не получаете письма, потому что либо отметили недавнее сообщение как спам, либо сообщения не могут быть доставлены на указанный вами адрес электронной почты.",
    "You've successfully signed in.": "Вы успешно вошли в систему.",
    "Your account": "Ваш аккаунт",
    "Your input helps shape what gets published.": "Ваши вводные данные помогают формировать то, что будет опубликовано.",
    "Your subscription will expire on {{expiryDate}}": "Ваша подписка истекает {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Ваша подписка будет продлена {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Ваша подписка начнется {{subscriptionStart}}"
}
