{
    "(save {{highestYearlyDiscount}}%)": "(ušetři {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} dní zdarma",
    "{{amount}} off": "Sleva {{amount}}",
    "{{amount}} off for first {{number}} months.": "Sleva {{amount}} po dobu prvních {{number}} měsíců.",
    "{{amount}} off for first {{period}}.": "Sleva {{amount}} za první {{period}}.",
    "{{amount}} off forever.": "Sleva {{amount}} navždy.",
    "{{discount}}% discount": "{{discount}}% sleva",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} již nebude dostávat novinky {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} již nebude dostávat e-maily, když někdo odpoví na vaše komentáře.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} již nebude dostávat tyto novinky",
    "{{trialDays}} days free": "{{trialDays}} dní zdarma",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Přihlašovací odkaz byl odeslán do vaší doručené pošty. Pokud nedorazí do 3 minut, nezapomeňte zkontrolovat složku se spamem.",
    "Account": "Účet",
    "Account settings": "Nastavení účtu",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Po skončení zkušební doby vám bude účtována běžná cena pro vybranou úroveň. Do té doby můžete kdykoli odběr zrušit.",
    "Already a member?": "Jste již členem?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Došlo k neočekávané chybě. Zkuste to prosím znovu nebo <a>kontaktujte podporu</a>, pokud chyba přetrvává.",
    "Back": "Zpět",
    "Back to Log in": "Zpět na přihlášení",
    "Billing info": "Fakturační údaje",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Kdykoli zrušit.",
    "Cancel subscription": "Zrušit odběr",
    "Cancellation reason": "Důvod zrušení",
    "Change": "Změna",
    "Check spam & promotions folders": "Zkontrolujte složky se spamem a propagacemi",
    "Check with your mail provider": "Ověřte si u svého e-mailového poskytovatele",
    "Choose": "Vybrat",
    "Choose a different plan": "Vyberte jiný plán",
    "Choose your newsletters": "Vyberte si novinky",
    "Click here to retry": "Klikněte sem a zkuste to znovu",
    "Close": "Zavřít",
    "Comments": "Komentáře",
    "Complimentary": "Bezplatný",
    "Confirm": "Potvrdit",
    "Confirm cancellation": "Potvrďte zrušení",
    "Confirm subscription": "Potvrďte odběr",
    "Contact support": "Kontaktujte podporu",
    "Continue": "Pokračovat",
    "Continue subscription": "Pokračovat v odběru",
    "Could not sign in. Login link expired.": "Nelze se přihlásit. Platnost přihlašovacího odkazu vypršela.",
    "Could not update email! Invalid link.": "Email se nepodařilo aktualizovat! Neplatný odkaz.",
    "Create a new contact": "Vytvořte nový kontakt",
    "Current plan": "Aktuální plán",
    "Delete account": "Smazat účet",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Nechtěl jsi to udělat? Své předvolby můžete spravovat <button>zde</button>.",
    "Don't have an account?": "Nemáte účet?",
    "Edit": "Upravit",
    "Email": "E-mail",
    "Email newsletter": "E-mailový novinky",
    "Email preference updated.": "Předvolby e-mailu byly aktualizovány.",
    "Email preferences": "Předvolby e-mailu",
    "Emails": "E-maily",
    "Emails disabled": "E-maily vypnuty",
    "Ends {{offerEndDate}}": "Končí {{offerEndDate}}",
    "Error": "Chyba",
    "Expires {{expiryDate}}": "Platnost vyprší {{expiryDate}}",
    "Forever": "Navždy",
    "Free Trial – Ends {{trialEnd}}": "Bezplatná zkušební verze – končí {{trialEnd}}",
    "Get help": "Získat pomoc",
    "Get in touch for help": "Obraťte se na pomoc",
    "Get notified when someone replies to your comment": "Získejte upozornění, když někdo odpoví na váš komentář",
    "Give feedback on this post": "Dejte zpětnou vazbu k tomuto příspěvku",
    "Help! I'm not receiving emails": "Pomoc! Nedostávám e-maily",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Pokud je novinka označena jako spam, e-maily jsou pro danou adresu automaticky zakázány, aby se zajistilo, že již nebudete dostávat žádné nevyžádané zprávy.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Pokud byla stížnost na spam náhodná nebo byste chtěli znovu začít dostávat e-maily, můžete se znovu přihlásit k odběru e-mailů kliknutím na tlačítko na předchozí obrazovce.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Pokud nyní předplatné zrušíte, budete mít přístup až do {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Pokud máte firemní nebo státní e-mailový účet, obraťte se na své IT oddělení a požádejte je, aby povolilo přijímání e-mailů z adresy {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Pokud byste chtěli znovu začít dostávat e-maily, nejlepším dalším krokem je zkontrolovat, zda na vaší e-mailové adrese nejsou nějaké problémy, a poté na předchozí obrazovce kliknout na tlačítko znovu přihlásit.",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Pokud nedostáváte e-mailové novinky, k jehož odběru jste se přihlásili, zde je několik věcí ke kontrole.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Pokud jste provedli všechny tyto kontroly a stále nedostáváte e-maily, můžete se obrátit na {{supportAddress}} a získat podporu.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "V případě, že při pokusu o odeslání novinky dojde k trvalému selhání, budou e-maily na účtu deaktivovány.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Ve svém e-mailovém klientovi přidejte {{senderEmail}} do svého seznamu kontaktů. To signalizuje vašemu poskytovateli pošty, že e-maily odeslané z této adresy by měly být důvěryhodné.",
    "Less like this": "Méně podobných",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Ujistěte se, že e-maily náhodně neskončí ve složkách Spam nebo Propagace ve vaší doručené poště. Pokud ano, klikněte na \"Označit, že není spam\" a/nebo \"Přesunout do doručené pošty\".",
    "Manage": "Spravovat",
    "Maybe later": "Možná později",
    "Memberships unavailable, contact the owner for access.": "Členství nejsou k dispozici, pro přístup kontaktujte provozovatele.",
    "Monthly": "Měsíčně",
    "More like this": "Víc podobných",
    "Name": "Jméno",
    "Need more help? Contact support": "Potřebujete další pomoc? Kontaktujte podporu",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Novinky lze na vašem účtu zakázat ze dvou důvodů: Předchozí e-mail byl označen jako spam nebo pokus o odeslání e-mailu vedl k trvalému selhání.",
    "Not receiving emails?": "Nepřicházejí vám e-maily?",
    "Now check your email!": "Zkontrolujte svou e-mailovou schránku!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Pokud po opětovném přihlášení k odběru stále nevidíte e-maily ve své doručené poště, zkontrolujte složku se spamem. Někteří poskytovatelé doručené pošty uchovávají záznamy o předchozích stížnostech na spam a budou nadále e-maily označovat. Pokud k tomu dojde, označte nejnovější novinky jako „Není spam“, abyste jej přesunuli zpět do své primární doručené pošty.",
    "Permanent failure (bounce)": "Trvalé selhání",
    "Plan": "Plán",
    "Plan checkout was cancelled.": "Odhlášení z plánu bylo zrušeno.",
    "Plan upgrade was cancelled.": "Vylepšení plánu bylo zrušeno.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Chcete-li upravit své bezplatné předplatné, kontaktujte prosím {{supportAddress}}.",
    "Please fill in required fields": "Vyplňte prosím povinná pole",
    "Price": "Cena",
    "Re-enable emails": "Znovu povolit e-maily",
    "Recommendations": "Doporučení",
    "Renews at {{price}}.": "Obnovení za {{price}}.",
    "Retry": "Zkuste to znovu",
    "Save": "Uložit",
    "Send an email and say hi!": "Pošlete e-mail a pozdravte!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Pošlete e-mail na adresu {{senderEmail}} a pozdravte. To může také pomoci signalizovat vašemu poskytovateli pošty, že e-maily zaslané na tuto adresu a z této adresy by měly být důvěryhodné.",
    "Sending login link...": "Odesílání přihlašovacího odkazu...",
    "Sending...": "Odesílání...",
    "Show all": "Ukázat vše",
    "Sign in": "Přihlásit se",
    "Sign out": "Odhlásit se",
    "Sign up": "Registrovat se",
    "Signup error: Invalid link": "Chyba registrace: Neplatný odkaz",
    "Sorry, that didn’t work.": "Promiňte, to se nepovedlo.",
    "Spam complaints": "Stížnosti na spam",
    "Start {{amount}}-day free trial": "Začít {{amount}} denní zkušební verzi zdarma",
    "Starting {{startDate}}": "Od {{startDate}}",
    "Starting today": "Ode dneška",
    "Submit feedback": "Odeslat zpětnou vazbu",
    "Subscribe": "Odebírat",
    "Subscribed": "Odebíráno",
    "Success": "Úspěch",
    "Success! Check your email for magic link to sign-in.": "Úspěch! Zkontrolujte svůj e-mail, zda nemáte magický odkaz pro přihlášení.",
    "Success! Your account is fully activated, you now have access to all content.": "Úspěch! Váš účet je plně aktivován, nyní máte přístup k veškerému obsahu.",
    "Success! Your email is updated.": "Úspěch! Váš email je aktualizován.",
    "Successfully unsubscribed": "Úspěšně odhlášeno",
    "Thanks for the feedback!": "Děkujeme za zpětnou vazbu!",
    "That didn't go to plan": "To se nepovedlo",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "E-mailová adresa, kterou pro vás máme, je {{memberEmail}} – pokud není správná, můžete ji aktualizovat v <button>oblasti nastavení účtu</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Při odesílání vaší zpětné vazby došlo k problému. Zkuste to prosím znovu o něco později.",
    "This site is invite-only, contact the owner for access.": "Tento web je pouze pro pozvání, pro přístup kontaktujte provozovatele.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Pro dokončení registrace klikněte na potvrzovací odkaz ve vaší doručené poště. Pokud nedorazí do 3 minut, zkontrolujte složku se spamem!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Vyzkoušejte zdarma na {{amount}} dní, poté {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Odemkněte přístup ke všem novinkám tím, že se stanete placeným odběratelem.",
    "Unsubscribe from all emails": "Odhlásit odběr všech e-mailů",
    "Unsubscribed": "Odhlášeno",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Odhlášením z odběru e-mailů nezrušíte své placené předplatné {{title}}",
    "Update": "Aktualizace",
    "Update your preferences": "Aktualizujte si předvolby",
    "Verify your email address is correct": "Ověřte, že je vaše e-mailová adresa správná",
    "View plans": "Zobrazit plány",
    "Visit": "Navštívit",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Nemohli jsme vás odhlásit, protože e-mailová adresa nebyla nalezena. Kontaktujte prosím provozovatele webu.",
    "Welcome back, {{name}}!": "Vítejte zpět, {{name}}!",
    "Welcome back!": "Vítejte zpět!",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Když doručená pošta nepřijme e-mail, běžně se to nazývá bounce. V mnoha případech to může být dočasné. V některých případech však může být vrácený e-mail vrácen jako trvalé selhání, když je e-mailová adresa neplatná nebo neexistuje.",
    "Why has my email been disabled?": "Proč byl můj e-mail deaktivován?",
    "Yearly": "Ročně",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Aktuálně máte bezplatné členství, zaplaťte si placené předplatné, abyste získali plný přístup.",
    "You have been successfully resubscribed": "Úspěšně jste se opět přihlásili k odběru",
    "You're currently not receiving emails": "Momentálně nedostáváte e-maily",
    "You're not receiving emails": "Nedostáváte e-maily",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Nepřicházejí vám e-maily, protože jste buď označili nedávnou zprávu jako spam, nebo doručování zpráv na vámi zadaný e-mail nefunguje.",
    "You've successfully signed in.": "Úspěšně jste se přihlásili.",
    "You've successfully subscribed to": "Úspěšně jste se přihlásili k odběru",
    "Your account": "Váš účet",
    "Your input helps shape what gets published.": "Vaše připomínky pomáhají spoluvytvářet obsah webu.",
    "Your subscription will expire on {{expiryDate}}": "Vaše předplatné vyprší {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Vaše předplatné bude obnoveno dne {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Vaše předplatné začne {{subscriptionStart}}"
}
