{
    "(save {{highestYearlyDiscount}}%)": "(bespaar {{highestYearlyDiscount}}%)",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} zal de nieuwsbrief {{newsletterName}} niet meer ontvangen.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} zal geen e-mails meer ontvangen wanneer iemand op je reacties reageert.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} zal deze nieuwsbrief niet meer ontvangen.",
    "+1 (123) 456-7890": "+1 (123) 456-7890",
    "Account details updated successfully": "Accountgegevens succesvol bijgewerkt",
    "An error occurred": "Er is een fout opgetreden",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Er is een onverwachte fout opgetreden. Probeer het opnieuw of <a>neem contact op met ondersteuning</a> als het probleem aanhoudt.",
    "Change plan": "Abonnement wijzigen",
    "Check your inbox to verify email update": "Controleer je inbox om de e-mailupdate te verifiëren",
    "Choose a plan": "Kies een abonnement",
    "Contact support": "Neem contact op met de helpdesk",
    "Continue subscription": "Abonnement voortzetten",
    "Could not create stripe checkout session": "Stripe-checkout sessie kon niet worden aangemaakt",
    "Could not sign in. Login link expired.": "Kon niet inloggen. Login-link is verlopen.",
    "Could not update email! Invalid link.": "E-mail kon niet worden bijgewerkt! Ongeldige link.",
    "Create a new contact": "Nieuw contact aanmaken",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Dit niet bedoeld? Beheer je voorkeuren <button>hier</button>.",
    "Email newsletter settings updated": "Instellingen voor e-mailnieuwsbrief bijgewerkt",
    "Enter your email address": "Vul je e-mailadres in",
    "Enter your name": "Vul je naam in",
    "Failed to cancel subscription, please try again": "Annuleren van abonnement mislukt, probeer het opnieuw",
    "Failed to log in, please try again": "Inloggen mislukt, probeer het opnieuw",
    "Failed to log out, please try again": "Uitloggen mislukt, probeer het opnieuw",
    "Failed to process checkout, please try again": "Verwerken van checkout mislukt, probeer het opnieuw",
    "Failed to send magic link email": "E-mail met magische link kon niet worden verzonden",
    "Failed to send verification email": "Verificatie-e-mail kon niet worden verzonden",
    "Failed to sign up, please try again": "Registreren mislukt, probeer het opnieuw",
    "Failed to update account data": "Gegevens bijwerken mislukt",
    "Failed to update account details": "Bijwerken van accountgegevens mislukt",
    "Failed to update billing information, please try again": "Bijwerken van betaalinformatie mislukt, probeer het opnieuw",
    "Failed to update newsletter settings": "Nieuwsbriefinstellingen bijwerken mislukt",
    "Failed to update subscription, please try again": "Bijwerken van abonnement mislukt, probeer het opnieuw",
    "Free Trial – Ends {{trialEnd}}": "Gratis proefperiode – Eindigt op {{trialEnd}}",
    "Help! I'm not receiving emails": "Help! Ik ontvang geen e-mails",
    "Here are a few other sites you may enjoy.": "Hier zijn enkele andere sites die je misschien leuk vindt.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Als je je abonnement nu opzegt, blijf je toegang houden tot {{periodEnd}}.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Als je de nieuwsbrief niet ontvangt waarvoor je je hebt aangemeld, zijn hier enkele dingen om te controleren.",
    "Invalid email address": "Ongeldig e-mailadres",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Controleer of e-mails niet per ongeluk in de spam- of promotiefolders terechtkomen. Als dat het geval is, klik dan op 'Markeer als geen spam' en/of 'Verplaatsen naar inbox'.",
    "Maybe later": "Misschien later",
    "Memberships unavailable, contact the owner for access.": "Lidmaatschappen niet beschikbaar, neem contact op met de eigenaar voor toegang.",
    "month": "maand",
    "Need more help? Contact support": "Meer hulp nodig? Neem contact op met ondersteuning",
    "No member exists with this e-mail address.": "Er bestaat geen lid met dit e-mailadres.",
    "No member exists with this e-mail address. Please sign up first.": "Er bestaat geen lid met dit e-mailadres. Registreer je eerst.",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Als je opnieuw bent geabonneerd en nog steeds geen e-mails ontvangt, controleer dan je spamfolder. Sommige providers bewaren eerdere spamklachten en blijven e-mails markeren. Markeer in dat geval de nieuwsbrief als 'Geen spam' om hem naar je inbox te verplaatsen.",
    "Permanent failure (bounce)": "Permanente fout (bounce)",
    "Phone number": "Telefoonnummer",
    "Plan": "Abonnement",
    "Plan checkout was cancelled.": "Checkout van abonnement geannuleerd.",
    "Plan upgrade was cancelled.": "Upgrade van abonnement geannuleerd.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Neem contact op met {{supportAddress}} om je gratis abonnement aan te passen.",
    "Please enter {{fieldName}}": "Vul {{fieldName}} in",
    "Please fill in required fields": "Vul alle verplichte velden in",
    "Send an email and say hi!": "Stuur een e-mail en zeg hallo!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Stuur een e-mail naar {{senderEmail}} en zeg hallo. Dit kan ook helpen om aan te geven dat e-mails van dit adres vertrouwd zijn.",
    "Show all": "Alles tonen",
    "Signup error: Invalid link": "Fout bij registratie: ongeldige link",
    "Something went wrong, please try again later.": "Er is iets fout gegaan, probeer het later opnieuw.",
    "Sorry, no recommendations are available right now.": "Sorry, er zijn momenteel geen aanbevelingen beschikbaar.",
    "Sorry, that didn’t work.": "Sorry, dat werkte niet.",
    "Spam complaints": "Spamklachten",
    "Starting {{startDate}}": "Start op {{startDate}}",
    "Starting today": "Vanaf vandaag",
    "Subscribe": "Abonneren",
    "Subscribed": "Geabonneerd",
    "Subscription plan updated successfully": "Abonnementsplan succesvol bijgewerkt",
    "Success": "Succes",
    "Success! Check your email for magic link to sign-in.": "Succes! Controleer je e-mail voor een inloglink.",
    "Success! Your account is fully activated, you now have access to all content.": "Succes! Je account is volledig geactiveerd, je hebt nu toegang tot alle content.",
    "Success! Your email is updated.": "Succes! Je e-mail is bijgewerkt.",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Bedankt voor je abonnement. Voordat je gaat lezen, vind je hieronder enkele andere sites die je misschien leuk vindt.",
    "Thank you for your support": "Bedankt voor je steun",
    "Thank you for your support!": "Bedankt voor je steun!",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Het e-mailadres dat we voor je hebben is {{memberEmail}} — als dat niet klopt, kun je het bijwerken in je <button>accountinstellingen</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Er was een probleem bij het versturen van je feedback. Probeer het later opnieuw.",
    "There was an error cancelling your subscription, please try again.": "Er was een fout bij het annuleren van je abonnement, probeer het opnieuw.",
    "There was an error continuing your subscription, please try again.": "Er was een fout bij het voortzetten van je abonnement, probeer het opnieuw.",
    "There was an error processing your payment. Please try again.": "Er is een fout opgetreden bij het verwerken van je betaling. Probeer het opnieuw.",
    "There was an error sending the email, please try again": "Er is een fout opgetreden bij het versturen van de e-mail, probeer het opnieuw",
    "This site is not accepting payments at the moment.": "Deze site accepteert momenteel geen betalingen.",
    "Trial ended {{trialEnd}}": "Proefperiode geëindigd op {{trialEnd}}",
    "Update": "Bijwerken",
    "Welcome back! You've successfully signed in.": "Welkom terug! Je bent succesvol ingelogd.",
    "Welcome back, {{name}}!": "Welkom terug, {{name}}!",
    "You are not receiving emails": "Je ontvangt geen e-mails",
    "You subscribed on {{date}}": "Je hebt je aangemeld op {{date}}",
    "You will no longer receive emails when someone replies to your comments.": "Je ontvangt geen e-mails meer wanneer iemand op je reacties reageert.",
    "Your email address was updated. Please check your inbox to verify your email.": "Je e-mailadres is bijgewerkt. Controleer je inbox om je e-mail te verifiëren."
}
