{
    "All the best!": "Alles van die beste!",
    "Complete your sign up to {{siteTitle}}!": "Voltooi jou aanmelding by {{siteTitle}}!",
    "Confirm your email update for {{siteTitle}}!": "Bevestig jou e-pos bewerking vir {{siteTitle}}!",
    "Confirm your subscription to {{siteTitle}}": "Bevestig jou inskrywing by {{siteTitle}}",
    "For your security, the link will expire in 24 hours time.": "Vir jou veiligidheid, sal die skakel binne 24 uur verval.",
    "Hey there,": "Hallo daar",
    "If you did not make this request, you can safely ignore this email.": "As jy nie hierdie versoek gemaak het nie, kan jy hierdie e-pos veilig ignoreer.",
    "If you did not make this request, you can simply delete this message.": "As jy nie hierdie versoek gemaak het nie, kan jy hierdie boodskap eenvoudig verwyder.",
    "Please confirm your email address with this link:": "Bevestig asseblief jou e-posadres met hierdie skakel:",
    "Secure sign in link for {{siteTitle}}": "Veilige aanmeldskakel vir {{siteTitle}}",
    "See you soon!": "Totsiens!",
    "Sent to {{email}}": "Gestuur na {{email}}",
    "Sign in to {{siteTitle}}": "Meld aan by {{siteTitle}}",
    "Tap the link below to complete the signup process for {{siteTitle}}, and be automatically signed in:": "Klik op die skakel hieronder om die aanmeldingsproses vir {{siteTitle}} te voltooi, en om outomaties aan te meld:",
    "Thank you for signing up to {{siteTitle}}!": "Dankie dat jy aangemeld het by {{siteTitle}}!",
    "Thank you for subscribing to {{siteTitle}}!": "Dankie dat jy ingeskryf het by {{siteTitle}}!",
    "Thank you for subscribing to {{siteTitle}}. Tap the link below to be automatically signed in:": "Dankie dat jy ingeskryf het by {{siteTitle}}. Klik op die skakel hieronder om outomaties aan te meld:",
    "This email address will not be used.": "Die e-posadres sal nie gebruik word nie.",
    "Welcome back to {{siteTitle}}!": "Welkom terug by {{siteTitle}}!",
    "Welcome back! Use this link to securely sign in to your {{siteTitle}} account:": "Welkom terug! Gebruik hierdie skakel om veilig aan te meld by jou {{siteTitle}} rekening:",
    "You can also copy & paste this URL into your browser:": "Jy kan ook hierdie URL kopieer en plak in jou blaaier:",
    "You will not be signed up, and no account will be created for you.": "Jy sal nie aangemeld word nie, en geen rekening sal vir jou geskep word nie.",
    "You will not be subscribed.": "Jy sal nie ingeskryf word nie.",
    "You're one tap away from subscribing to {{siteTitle}} — please confirm your email address with this link:": "Jy is een klik af van die inskrywing by {{siteTitle}} — bevestig asseblief jou e-posadres met hierdie skakel:"
}
