{
    "(save {highestYearlyDiscount}%)": "({highestYearlyDiscount}٪ بچاؤ)",
    "{amount} days free": "{amount} دن مفت",
    "{amount} off": "{amount} رعایت",
    "{amount} off for first {number} months.": "{number} مہینوں کے لیے {amount} رعایت۔",
    "{amount} off for first {period}.": "{period} کے لیے {amount} رعایت۔",
    "{amount} off forever.": "{amount} ہمیشہ کے لیے رعایت۔",
    "{discount}% discount": "{discount}٪ رعایت",
    "{memberEmail} will no longer receive {newsletterName} newsletter.": "{memberEmail} کو مزید {newsletterName} نیوزلیٹر نہیں ملے گا۔",
    "{memberEmail} will no longer receive emails when someone replies to your comments.": "{memberEmail} کو مزید ای میل نہیں ملے گی جب کوئی آپ کے تبصروں کا جواب دے گا۔",
    "{memberEmail} will no longer receive this newsletter.": "{memberEmail} کو مزید یہ نیوزلیٹر نہیں ملے گا۔",
    "{trialDays} days free": "{trialDays} دن مفت",
    "+1 (123) 456-7890": "+1 (123) 456-7890",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "ایک لاگ ان لنک آپکے ان باکس میں بھیج دیا گیا ہے۔ اگر یہ 3 منٹ میں نہیں پہنچتا ہے تو اپنے سپیم فولڈر کو ضرور چیک کریں۔",
    "Account": "اکاؤنٹ",
    "Account details updated successfully": "اکاؤنٹ کی تفصیلات کامیابی سے اپ ڈیٹ ہوگئیں",
    "Account settings": "اکاؤنٹ کی ترتیبات",
    "Add a personal note": "ذاتی نوٹ شامل کریں",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "مفت ٹرائل ختم ہونے کے بعد، آپ سے اپنے منتخب کردہ درجے کی باقاعدہ قیمت وصول کی جائے گی۔ آپ ہمیشہ اس سے پہلے منسوخ کر سکتے ہیں۔",
    "Already a member?": "پہلے ہی رکن ہیں؟",
    "An email has been sent to {submittedEmailOrInbox}. Click the link inside or enter your code below.": "ایک ای میل {submittedEmailOrInbox} کو بھیجی گئی ہے۔ اندر کے لنک پر کلک کریں یا نیچے اپنا کوڈ درج کریں۔",
    "An error occurred": "ایک خرابی پیش آگئی",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "ایک غیر متوقع خطا پیش آیی۔ براہ کرم دوبارہ کوشش کریں یا اگر خطا برقرار رہتا ہے تو <a>سپورٹ سے رابطہ کریں</a>۔",
    "Back": "پیچھے",
    "Back to Log in": "لاگ ان پر واپسی",
    "Billing info & receipts": "بل کی معلومات اور رسیدیں",
    "Black Friday": "بلیک فرائیڈے",
    "Cancel anytime.": "کسی بھی وقت منسوخ کریں۔",
    "Cancel subscription": "سبسکرپشن منسوخ کریں",
    "Cancellation reason": "منسوخ کرنے کی وجہ",
    "Change": "تبدیل کریں",
    "Change plan": "پلان تبدیل کریں",
    "Check spam & promotions folders": "اسپیم اور پروموشن فولڈر چیک کریں",
    "Check with your mail provider": "آپکے میل فراہم کنندہ کے ساتھ چیک کریں",
    "Check your inbox to verify email update": "ای میل اپ ڈیٹ کی تصدیق کے لیے اپنا ان باکس چیک کریں۔",
    "Choose": "منتخب کریں",
    "Choose a different plan": "مختلف پلان منتخب کریں",
    "Choose a plan": "ایک پلان منتخب کریں",
    "Choose your newsletters": "اپنے نیوزلیٹر کو منتخب کریں",
    "Click here to retry": "دوبارہ کوشش کرنے کے لیے یہاں کلک کریں",
    "Close": "بند کریں",
    "Code": "کوڈ",
    "Comment preferences updated.": "تبصرے کی ترجیحات اپ ڈیٹ ہوگئیں۔",
    "Comments": "تبصرے",
    "Complimentary": "اعزازی",
    "Confirm": "تصدیق",
    "Confirm cancellation": "منسوخی کی تصدیق کریں",
    "Confirm subscription": "سبسکرپشن کی تصدیق",
    "Contact support": "سپورٹ سے رابطہ کریں",
    "Continue": "جاری رکھیں",
    "Continue subscription": "سبسکرپشن جاری رکھیں",
    "Could not create Stripe billing portal session": "Stripe بلنگ پورٹل سیشن نہیں بنایا جا سکا",
    "Could not create stripe checkout session": "Stripe چیک آؤٹ سیشن نہیں بنایا جا سکا",
    "Could not sign in. Login link expired.": "سائن ان نہیں ہو سکا۔ لاگ ان لنک کی میعاد ختم ہو گئی۔",
    "Could not update email! Invalid link.": "ای میل اپ ڈیٹ نہیں ہو سکی! غلط لنک۔",
    "Create a new contact": "نیا رابطہ بنائیں",
    "Current plan": "موجودہ پلان",
    "Delete account": "اکاؤنٹ حذف کریں",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "ایسا کرنے کا مطلب نہیں تھا؟ اپنی ترجیحات کا نظم کریں <button>یہاں</button>۔",
    "Don't have an account?": "اکاؤنٹ نہیں ہے؟",
    "Edit": "ترمیم کریں",
    "Email": "ای میل",
    "Email newsletter": "ای میل نیوزلیٹر",
    "Email newsletter settings updated": "ای میل نیوز لیٹر کی ترتیبات اپ ڈیٹ ہوگئیں",
    "Email preferences": "ای میل کی ترجیحات",
    "Email preferences updated.": "ای میل کی ترجیحات کو اپ ڈیٹ کر دیا گیا۔",
    "Emails": "ای میلز",
    "Emails disabled": "ای میلز غیر فعال ہیں",
    "Ends {offerEndDate}": "ختم ہوتا ہے {offerEndDate}",
    "Enter code above": "اوپر کوڈ درج کریں",
    "Enter your email address": "اپنا ای میل ایڈریس درج کریں",
    "Enter your name": "اپنا نام درج کریں",
    "Error": "خطا",
    "Expires {expiryDate}": "ختم ہوتا ہے {expiryDate}",
    "Failed to cancel subscription, please try again": "سبسکرپشن منسوخ کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں",
    "Failed to log in, please try again": "لاگ ان کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں",
    "Failed to log out, please try again": "لاگ آؤٹ کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں",
    "Failed to open billing portal, please try again": "بلنگ پورٹل کھولنا ناکام رہا، براہ کرم دوبارہ کوشش کریں",
    "Failed to process checkout, please try again": "چیک آؤٹ پروسیس ناکام رہا، براہ کرم دوبارہ کوشش کریں",
    "Failed to send magic link email": "جادوئی لنک ای میل بھیجنا ناکام رہا",
    "Failed to send verification email": "تصدیق ای میل بھیجنا ناکام رہا",
    "Failed to sign up, please try again": "سائن اپ ناکام رہا، براہ کرم دوبارہ کوشش کریں",
    "Failed to update account data": "اکاؤنٹ ڈیٹا اپ ڈیٹ کرنے میں ناکام رہا",
    "Failed to update account details": "اکاؤنٹ کی تفصیلات اپ ڈیٹ کرنا ناکام رہا",
    "Failed to update billing information, please try again": "بلنگ کی معلومات اپ ڈیٹ کرنا ناکام رہا، براہ کرم دوبارہ کوشش کریں",
    "Failed to update newsletter settings": "نیوز لیٹر کی ترتیبات اپ ڈیٹ کرنا ناکام رہا",
    "Failed to update subscription, please try again": "سبسکرپشن کو اپ ڈیٹ کرنے میں ناکام، براہ کرم دوبارہ کوشش کریں",
    "Failed to verify code, please try again": "کوڈ کی تصدیق ناکام رہی، براہ کرم دوبارہ کوشش کریں",
    "Forever": "ہمیشہ کے لیے",
    "Free Trial – Ends {trialEnd}": "مفت ٹرائل – ختم ہوتا ہے {trialEnd}",
    "Get help": "مدد حاصل کریں",
    "Get in touch for help": "مدد کے لیے رابطہ کریں",
    "Get notified when someone replies to your comment": "جب کوئی آپ کے تبصرے کا جواب دے تو مطلع ہوں",
    "Give feedback on this post": "اس پوسٹ پر فیڈبیک دیں",
    "Help! I'm not receiving emails": "مدد! میرے پاس ای میلز نہیں آ رہے",
    "Here are a few other sites you may enjoy.": "یہاں کچھ دوسری سائٹیں ہیں جن سے آپ لطف اندوز ہو سکتے ہیں۔",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "اگر کسی نیوز لیٹر کو سپیم کے طور پر نشان زد کیا جاتا ہے، تو اس ایڈریس کے لیے ای میلز خود بخود غیر فعال ہو جاتی ہیں تاکہ یہ یقینی بنایا جا سکے کہ آپ کو مزید کوئی ناپسندیدہ پیغامات موصول نہ ہوں۔",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "اگر سپیم کی شکایت حادثاتی تھی، یا آپ دوبارہ ای میلز موصول کرنا شروع کرنا چاہتے ہیں، تو آپ پچھلی اسکرین پر بٹن پر کلک کر کے ای میلز کو دوبارہ سبسکرائب کر سکتے ہیں۔",
    "If you cancel your subscription now, you will continue to have access until {periodEnd}.": "اگر آپ ابھی اپنا سبسکرپشن منسوخ کرتے ہیں، تو آپ کو {periodEnd} تک رسائی حاصل رہے گی۔",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {senderEmail}": "اگر آپ کے پاس کارپوریٹ یا سرکاری ای میل اکاؤنٹ ہے، تو اپنے آئی ٹی ڈیپارٹمنٹ سے رابطہ کریں اور ان سے {senderEmail} سے ای میل موصول کرنے کی اجازت دینے کو کہیں۔",
    "If you have an account, a sign in link will be sent to you shortly. Please check your inbox and spam folder.": "اگر آپ کا اکاؤنٹ ہے، تو جلد ہی آپ کو ایک سائن ان لنک بھیجا جائے گا۔ براہ کرم اپنا ان باکس اور سپیم فولڈر چیک کریں۔",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "اگر آپ دوبارہ ای میلز وصول کرنا شروع کرنا چاہتے ہیں، تو اگلے بہترین اقدامات یہ ہیں کہ کسی بھی مسئلے کے لیے فائل پر اپنا ای میل ایڈریس چیک کریں اور پھر پچھلی اسکرین پر دوبارہ سبسکرائب کریں پر کلک کریں۔",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "اگر آپ کو وہ ای میل نیوز لیٹر موصول نہیں ہو رہا ہے جسے آپ نے سبسکرائب کیا ہے، تو چیک کرنے کے لیے کچھ چیزیں یہ ہیں۔",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {supportAddress}.": "اگر آپ نے یہ تمام چیک مکمل کر لیے ہیں اور پھر بھی آپ کو ای میلز موصول نہیں ہو رہی ہیں، تو آپ {supportAddress} سے رابطہ کر کے مدد حاصل کرنے کے لیے رابطہ کر سکتے ہیں۔",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "نیوز لیٹر بھیجنے کی کوشش کرتے وقت مستقل ناکامی موصول ہونے کی صورت میں، اکاؤنٹ پر ای میلز کو غیر فعال کر دیا جائے گا۔",
    "In your email client add {senderEmail} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "اپنے ای میل کلائنٹ میں {senderEmail} کو اپنے رابطوں کی فہرست میں شامل کریں۔ یہ آپ کے میل فراہم کنندہ کو اشارہ کرتا ہے کہ اس پتے سے بھیجی گئی ای میلز پر بھروسہ کیا جانا چاہیے۔",
    "Invalid email address": "غلط ای میل ایڈریس",
    "Invalid verification code": "غلط تصدیق کوڈ",
    "Jamie Larson": "جیمی لارسن",
    "jamie@example.com": "jamie@example.com",
    "Less like this": "اس طرح کم",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "یقینی بنائیں کہ ای میلز غلطی سے آپ کے ان باکس کے سپیم یا پروموشنز فولڈرز میں ختم نہیں ہو رہی ہیں۔ اگر وہ ہیں تو \"سپیم نہیں کے بطور نشان زد کریں\" اور/یا \"ان باکس میں منتقل کریں\" پر کلک کریں۔",
    "Manage": "انتظام کریں",
    "Maybe later": "شاید بعد میں",
    "Memberships from this email domain are currently restricted.": "اس ای میل ڈومین سے سبسکرپشنیں فی الوقت محدود ہیں۔",
    "Memberships unavailable, contact the owner for access.": "سبسکرپشنیں دستیاب نہیں ہیں، رسائی کے لیے مالک سے رابطہ کریں۔",
    "month": "مہینہ",
    "Monthly": "ماہانہ",
    "More like this": "مزید اس طرح",
    "Name": "نام",
    "Need more help? Contact support": "مزید مدد کی ضرورت ہے؟ سپورٹ سے رابطہ کریں۔",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "نیوز لیٹر آپ کے اکاؤنٹ پر دو وجوہات سے غیر فعال ہو سکتے ہیں: پچھلی ای میل کو سپیم کے طور پر نشان زد کیا گیا تھا، یا ای میل بھیجنے کی کوشش نے مستقل ناکامی (باؤنس) کا نتیجہ دیا۔",
    "Next payment": "اگلی ادائیگی",
    "No member exists with this email address.": "اس ای میل ایڈریس کے ساتھ کوئی رکن موجود نہیں ہے۔",
    "No member exists with this email address. Please sign up first.": "اس ای میل ایڈریس کے ساتھ کوئی رکن موجود نہیں ہے۔ براہ کرم پہلے سائن اپ کریں۔",
    "Not receiving emails?": "ای میلز موصول نہیں ہو رہے؟",
    "Now check your email!": "اب اپنے ای میل چیک کریں!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "دوبارہ سبسکرائب کرنے کے بعد، اگر آپ کو اب بھی اپنے ان باکس میں ای میلز نظر نہیں آتی ہیں، تو اپنا سپیم فولڈر چیک کریں۔ کچھ ان باکس فراہم کرنے والے پچھلی سپیم شکایات کا ریکارڈ رکھتے ہیں اور ای میلز کو جھنڈا لگانا جاری رکھیں گے۔ اگر ایسا ہوتا ہے تو، تازہ ترین نیوز لیٹر کو 'سپیم نہیں' کے بطور نشان زد کریں تاکہ اسے اپنے بنیادی ان باکس میں واپس لے جا سکیں۔",
    "Open AOL Mail": "AOL میل کھولیں",
    "Open email": "ای میل کھولیں",
    "Open Gmail": "Gmail کھولیں",
    "Open Hey": "Hey کھولیں",
    "Open iCloud Mail": "iCloud میل کھولیں",
    "Open Mail.ru": "Mail.ru کھولیں",
    "Open Outlook": "Outlook کھولیں",
    "Open Proton Mail": "Proton Mail کھولیں",
    "Open Yahoo Mail": "Yahoo Mail کھولیں",
    "Permanent failure (bounce)": "مستقل ناکامی (باؤنس)",
    "Phone number": "فون نمبر",
    "Plan": "پلان",
    "Plan checkout was cancelled.": "پلان چیک آؤٹ منسوخ ہوگیا تھا۔",
    "Plan upgrade was cancelled.": "پلان اپگریڈ منسوخ ہوگیا تھا۔",
    "Please contact {supportAddress} to adjust your complimentary subscription.": "براہ کرم اپنی اعزازی سبسکرپشن کو ایڈجسٹ کرنے کے لیے {supportAddress} سے رابطہ کریں۔",
    "Please enter {fieldName}": "براہ کرم {fieldName} درج کریں",
    "Please fill in required fields": "براہ کرم مطلوبہ فیلڈز پُر کریں۔",
    "Podcasts": "پوڈ کاسٹس",
    "Price": "قیمت",
    "Re-enable emails": "ای میلز کو دوبارہ چالو کریں",
    "Recommendations": "سفارشات",
    "Renews at {price}.": "نیا کرتا ہے {price} پر۔",
    "Retry": "مزید کوشش",
    "Save": "محفوظ کریں",
    "Send an email and say hi!": "ایک ای میل بھیجیں اور ہائی کہیں!",
    "Send an email to {senderEmail} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "{senderEmail} کو ای میل بھیجیں اور السلام علیکم کہیں۔ یہ آپ کے میل فراہم کنندہ کو یہ اشارہ کرنے میں بھی مدد دے سکتا ہے کہ اس پتہ سے اور اس تک بھیجی گئی ای میلز پر اعتماد کیا جائے۔",
    "Sending login link...": "لاگ ان لنک بھیجا جا رہا ہے...",
    "Sending...": "بھیجا جا رہا ہے...",
    "Show all": "سب دکھائیں",
    "Sign in": "سائن ان",
    "Sign out": "لاگ آؤٹ",
    "Sign up": "سائن اپ",
    "Signup error: Invalid link": "سائن اپ کی خرابی: غلط لنک",
    "Signups from this email domain are currently restricted.": "اس ای میل ڈومین سے سائن اپ فی الوقت محدود ہیں۔",
    "Something went wrong, please try again later.": "کچھ غلط ہوگیا، براہ کرم بعد میں دوبارہ کوشش کریں۔",
    "Sorry, no recommendations are available right now.": "معافی، اس وقت کوئی سفارشات دستیاب نہیں ہیں۔",
    "Sorry, that didn’t work.": "معاف کریں، یہ کام نہیں کیا گیا۔",
    "Spam complaints": "سپیم شکایتیں",
    "Start {amount}-day free trial": "{amount} دن کا مفت ٹرائل شروع کریں",
    "Starting {startDate}": "{startDate} سے شروع ہو رہا ہے",
    "Starting today": "آج سے شروع ہو رہا ہے",
    "Submit feedback": "رائے دیں",
    "Subscribe": "سبسکرائب کریں",
    "Subscribed": "سبسکرائب ہوگیا",
    "Subscription plan updated successfully": "سبسکرپشن پلان کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔",
    "Success": "کامیابی",
    "Success! Check your email for magic link to sign-in.": "کامیابی! سائن ان کے لیے جادوئی لنک کے لیے اپنا ای میل چیک کریں۔",
    "Success! Your account is fully activated, you now have access to all content.": "کامیابی! آپ کا اکاؤنٹ مکمل طور پر چالو ہوا ہے، آپ کو اب تمام مواد تک رسائی ہے۔",
    "Success! Your email is updated.": "کامیابی! آپ کا ای میل اپ ڈیٹ ہوا ہے۔",
    "Successfully unsubscribed": "کامیابی سے ان سبسکرائب ہو گیا۔",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "سبسکرپشن کرنے کے لیے شکریہ۔ پڑھنا شروع کرنے سے پہلے، یہاں کچھ دوسری سائٹیں ہیں جو آپ کو پسند آ سکتی ہیں۔",
    "Thank you for your support": "آپ کی مدد کے لیے شکریہ",
    "Thank you for your support!": "آپ کی مدد کے لیے شکریہ!",
    "Thanks for the feedback!": "رائے کے لیے شکریہ!",
    "That didn't go to plan": "یہ منصوبہ بندی پر نہیں گیا۔",
    "The email address we have for you is {memberEmail} — if that's not correct, you can update it in your <button>account settings area</button>.": "ہمارے پاس آپ کے لیے جو ای میل ایڈریس ہے وہ {memberEmail} ہے — اگر یہ درست نہیں ہے، تو آپ اسے اپنے <button>اکاؤنٹ کی ترتیبات</button> میں اپ ڈیٹ کر سکتے ہیں۔",
    "There was a problem submitting your feedback. Please try again a little later.": "آپ کی رائے جمع کرنے میں مشکل ہوئی۔ براہ کرم ٹھوڑی دیر بعد دوبارہ کوشش کریں۔",
    "There was an error cancelling your subscription, please try again.": "آپ کی سبسکرپشن منسوخ کرنے میں ایک خرابی تھی، براہ کرم دوبارہ کوشش کریں۔",
    "There was an error continuing your subscription, please try again.": "آپ کی سبسکرپشن جاری رکھنے میں ایک خرابی تھی، براہ کرم دوبارہ کوشش کریں۔",
    "There was an error processing your payment. Please try again.": "آپ کی ادائگی پر کاروبار کرتے وقت خرابی تھی۔ براہ کرم دوبارہ کوشش کریں۔",
    "There was an error sending the email, please try again": "ای میل بھیجتے وقت خرابی تھی، براہ کرم دوبارہ کوشش کریں",
    "This site is invite-only, contact the owner for access.": "یہ سائٹ صرف دعوت پر ہے، رسائی کے لیے مالک سے رابطہ کریں۔",
    "This site is not accepting donations at the moment.": "یہ سائٹ اس وقت عطیات قبول نہیں کر رہی ہے۔",
    "This site is not accepting payments at the moment.": "یہ سائٹ اس وقت ادائگیاں قبول نہیں کر رہی ہے۔",
    "This site only accepts paid members.": "یہ سائٹ صرف بامعاوضہ اراکین کو قبول کرتی ہے۔",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "سائن اپ مکمل کرنے کے لیے، اپنے ان باکس میں تصدیق کے لنک پر کلک کریں۔ اگر 3 منٹ کے اندر نہیں آتا تو، اپنا سپیم فولڈر چیک کریں!",
    "To continue to stay up to date, subscribe to {publication} below.": "اپ ٹو ڈیٹ رہنے کے لیے، ذیل میں {publication} کو سبسکرائب کریں۔",
    "Too many attempts try again in {number} days.": "{number} دن میں دوبارہ کوشش کریں - بہت سی کوششیں۔",
    "Too many attempts try again in {number} hours.": "{number} گھنٹوں میں دوبارہ کوشش کریں - بہت سی کوششیں۔",
    "Too many attempts try again in {number} minutes.": "{number} منٹ میں دوبارہ کوشش کریں - بہت سی کوششیں۔",
    "Too many different sign-in attempts, try again in {number} days": "{number} دن میں دوبارہ کوشش کریں - بہت سی علیحدہ سائن ان کوششیں۔",
    "Too many different sign-in attempts, try again in {number} hours": "{number} گھنٹوں میں دوبارہ کوشش کریں - بہت سی الگ الگ سائن ان کوششیں۔",
    "Too many different sign-in attempts, try again in {number} minutes": "{number} منٹ میں دوبارہ کوشش کریں - بہت سی الگ الگ سائن ان کوششیں۔",
    "Too many sign-up attempts, try again later": "سائن اپ کی بہت زیادہ کوششیں، بعد میں دوبارہ کوشش کریں۔",
    "Try free for {amount} days, then {originalPrice}.": "{amount} دن مفت آزمائیں، پھر {originalPrice}۔",
    "Unable to initiate checkout session": "چیک آؤٹ سیشن شروع نہیں کیا جا سکا",
    "Unlock access to all newsletters by becoming a paid subscriber.": "بامعاوضہ سبسکرائبر بن کر تمام نیوز لیٹرز تک رسائی کو غیر مقفل کریں۔",
    "Unsubscribe from all emails": "تمام ای میلز سے ان سبسکرائب ہو جائیں",
    "Unsubscribed": "ان سبسکرائب ہو گیا",
    "Unsubscribed from all emails.": "تمام ای میلز سے ان سبسکرائب ہو گئے۔",
    "Unsubscribing from emails will not cancel your paid subscription to {title}": "ای میلز سے ان سبسکرائب ہونا آپ کی بامعاوضہ سبسکرپشن کو {title} میں منسوخ نہیں کرے گا",
    "Update": "اپ ڈیٹ",
    "Update your preferences": "اپنی ترجیحات کو اپ ڈیٹ کریں",
    "Verification link sent, check your inbox": "تصدیقی لنک بھیج دیا گیا، اپنا ان باکس چیک کریں",
    "Verify your email address is correct": "اپنا ای میل ایڈریس درست ہے یہ تصدیق کریں",
    "Verifying...": "تصدیق ہو رہی ہے...",
    "View plans": "پلان دیکھیں",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "ہم آپ کی سبسکرپشن ختم نہیں کر سکے کیونکہ ای میل ایڈریس نہیں ملا۔ براہ کرم سائٹ کے مالک سے رابطہ کریں۔",
    "Welcome back, {name}!": "خوش آمدید واپس، {name}!",
    "Welcome back!": "خوش آمدید واپس!",
    "Welcome to {siteTitle}": "{siteTitle} میں خوش آمدید",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "جب ایک ان باکس ایک ای میل قبول کرنے میں ناکام ہوتا ہے تو عام طور پر اسے باؤنس کہا جاتا ہے۔ بہت سے معاملات میں، یہ عارضی ہو سکتا ہے۔ تاہم، کچھ معاملات میں، ایک باؤنس ای میل کو مستقل ناکامی کے طور پر واپس بھیجا جا سکتا ہے جب ای میل ایڈریس غلط یا موجود نہیں ہوتا۔",
    "Why has my email been disabled?": "میرا ای میل کیوں غیر فعال ہوگیا ہے؟",
    "year": "سال",
    "Yearly": "سالانہ",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "آپ کے پاس فی الحال مفت سبسکرپشن ہے، مکمل رسائی کے لیے بامعاوضہ سبسکرپشن میں اپ گریڈ کریں۔",
    "You have been successfully resubscribed": "آپ کو کامیابی سے دوبارہ سبسکرائب کر لیا گیا ہے۔",
    "You're currently not receiving emails": "آپ فی الحال ای میلز وصول نہیں کر رہے ہیں",
    "You're not receiving emails": "آپ کو ای میلز موصول نہیں ہو رہی ہیں",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "آپ کو ای میلز موصول نہیں ہو رہی ہیں کیونکہ یا تو آپ نے حالیہ پیغام کو بطور سپیم نشان زد کیا ہے، یا اس وجہ سے کہ پیغامات آپ کے فراہم کردہ ای میل پتے پر ڈیلیور نہیں کیے جا سکے۔",
    "You've successfully signed in.": "آپ کامیابی کے ساتھ سائن ان ہو گئے ہیں۔",
    "You've successfully subscribed to": "آپ نے کامیابی کے ساتھ سبسکرائب کر لیا ہے",
    "Your account": "آپ کا اکاؤنٹ",
    "Your email has failed to resubscribe, please try again": "آپ کا ای میل دوبارہ سبسکرائب کرنے میں ناکام ہو گیا ہے، براہ کرم دوبارہ کوشش کریں",
    "your inbox": "آپ کا ان باکس",
    "Your input helps shape what gets published.": "آپ کا مدخلہ وہ چیزیں شکل دینے میں مدد فراہم کرتا ہے جو شائع ہوتی ہیں۔",
    "Your subscription will expire on {expiryDate}": "آپ کی سبسکرپشن {expiryDate} کو ختم ہو جائے گی",
    "Your subscription will renew on {renewalDate}": "آپ کی سبسکرپشن {renewalDate} کو تجدید ہو جائے گی",
    "Your subscription will start on {subscriptionStart}": "آپ کی سبسکرپشن {subscriptionStart} سے شروع ہوگی"
}