{
    "All the best!": "Здравейте",
    "Complete your sign up to {{siteTitle}}!": "Завършете регистрацията си в {{siteTitle}}!",
    "Confirm your email update for {{siteTitle}}!": "Потвърдете вашият пощенски адрес за {{siteTitle}}!",
    "Confirm your subscription to {{siteTitle}}": "Потвърдете абонаментът си за {{siteTitle}}",
    "For your security, the link will expire in 24 hours time.": "От съображения за сигурност връзката ще бъде валидна само 24 часа.",
    "Hey there,": "Здравейте,",
    "If you did not make this request, you can safely ignore this email.": "Ако не сте направили Вие тази заявка, можете да игноритрате това писмо.",
    "If you did not make this request, you can simply delete this message.": "Ако не сте направили Вие тази заявка, можете просто да изтриете това писмо.",
    "Please confirm your email address with this link:": "Моля потвърдете Вашият пощенски адрес използвайки тази връзка:",
    "Secure sign in link for {{siteTitle}}": "Сигурно влизане към {{siteTitle}} използвайки връзката",
    "See you soon!": "Довиждане",
    "Sent to {{email}}": "Изпратено писмо до {{email}}",
    "Sign in to {{siteTitle}}": "Влизане в {{siteTitle}}",
    "Tap the link below to complete the signup process for {{siteTitle}}, and be automatically signed in:": "Използвайте връзката за да приключите процеса по създаване на акаунт за сайта {{siteTitle}}:",
    "Thank you for signing up to {{siteTitle}}!": "Благодарим Ви за влизането във вашият акаунт на {{siteTitle}}!",
    "Thank you for subscribing to {{siteTitle}}!": "Благодарим Ви за направеният абонамент в {{siteTitle}}!",
    "Thank you for subscribing to {{siteTitle}}. Tap the link below to be automatically signed in:": "Благодарим Ви за направеният абонамент в {{siteTitle}}. Използвайте следната връзка за автоматично влизане с сайта:",
    "This email address will not be used.": "Този пощенски адрес няма да бъде използван.",
    "Welcome back to {{siteTitle}}!": "Добре дошли отново в {{siteTitle}}!",
    "Welcome back! Use this link to securely sign in to your {{siteTitle}} account:": "Добре дошли отново! Използвайте тази връзка за влизане във Вашият акаунт за сайта {{siteTitle}}:",
    "You can also copy & paste this URL into your browser:": "Можете да копирате този адрес във вашият броузър:",
    "You will not be signed up, and no account will be created for you.": "Няма да Ви бъде създаден акаунт и няма да се налага да влизате в него.",
    "You will not be subscribed.": "Няма да бъдете абониран.",
    "You're one tap away from subscribing to {{siteTitle}} — please confirm your email address with this link:": "Моля посетете следната връзка, за да потвърдите вашият абонамент за сайта {{siteTitle}}:"
}
