{
    "(save {highestYearlyDiscount}%)": "(спестете {highestYearlyDiscount}%)",
    "{amount} days free": "{amount} дни безплатно",
    "{amount} off": "{amount} отстъпка",
    "{amount} off for first {number} months.": "{amount} отстъпка за първите {number} месеца.",
    "{amount} off for first {period}.": "{amount} отстъпка за първия {period}.",
    "{amount} off forever.": "{amount} отстъпка завинаги.",
    "{discount}% discount": "{discount}% отстъпка",
    "{memberEmail} will no longer receive {newsletterName} newsletter.": "{memberEmail} повече няма да получава бюлетина {newsletterName}.",
    "{memberEmail} will no longer receive emails when someone replies to your comments.": "{memberEmail} повече няма да получава имейли, когато някой отговаря на ваш коментар.",
    "{memberEmail} will no longer receive this newsletter.": "{memberEmail} повече няма да получава този бюлетин.",
    "{trialDays} days free": "{trialDays} дни безплатен достъп",
    "+1 (123) 456-7890": "+359 88 123-4567",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Линк за влизане беше изпратен на имейла ви. Ако не пристигне до 3 минути, проверете папката за спам.",
    "Account": "Профил",
    "Account details updated successfully": "Настройките бяха успешно обновени",
    "Account settings": "Настройки на профила",
    "Add a personal note": "Добавяне на лична бележка",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "След приключване на безплатния период ще бъдете таксувани според обявените цени. Може да се откажете преди изтичането на безплатния период.",
    "Already a member?": "Вече имате профил?",
    "An email has been sent to {submittedEmailOrInbox}. Click the link inside or enter your code below.": "Изпратен е имейл до {submittedEmailOrInbox}. Щракнете върху линка в него или въведете кода си по-долу.",
    "An error occurred": "Възникна грешка",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Възникна неочаквана грешка. Моля, опитайте отново или <a>потърсете поддръжката</a> ако това се повтаря.",
    "Back": "Обратно",
    "Back to Log in": "Обратно към формуляра за влизане",
    "Billing info": "Платежна информация",
    "Black Friday": "Черен петък",
    "Cancel anytime.": "Отказване по всяко време.",
    "Cancel subscription": "Откажи абонамент",
    "Cancellation reason": "Причина за отказ",
    "Change": "Промени",
    "Change plan": "Промени плана",
    "Check spam & promotions folders": "Проверете папките за спам и промоции",
    "Check with your mail provider": "Свържете се със своя доставчик на електронна поща",
    "Check your inbox to verify email update": "Влезте в пощата си и потвърдете промяната на адреса",
    "Choose": "Изберете",
    "Choose a different plan": "Изберете друг план",
    "Choose a plan": "Изберете план",
    "Choose your newsletters": "Изберете бюлетини",
    "Click here to retry": "Щракнете за нов опит",
    "Close": "Затвори",
    "Code": "Код",
    "Comment preferences updated.": "Настройките за коментиране са обновени.",
    "Comments": "Коментари",
    "Complimentary": "Подарък",
    "Confirm": "Потвърди",
    "Confirm cancellation": "Потвърдете прекратяването",
    "Confirm subscription": "Потвърдете абонамента",
    "Contact support": "Връзка с поддръжката",
    "Continue": "Продължи",
    "Continue subscription": "Продължете абонамента",
    "Could not create Stripe billing portal session": "",
    "Could not create stripe checkout session": "Неуспешен опит за платежна сесия чрез Stripe",
    "Could not sign in. Login link expired.": "Неуспешно влизане. Линкът е с изтекла валидност.",
    "Could not update email! Invalid link.": "Не успяхме да обновим имейла! Невалиден линк.",
    "Create a new contact": "Създайте нов контакт",
    "Current plan": "Текущ план",
    "Delete account": "Изтрийте профила",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Нямахте това предвид? Управлявайте предпочитанията си <button>тук</button>.",
    "Don't have an account?": "Нямате свой профил?",
    "Edit": "Промяна",
    "Email": "Имейл",
    "Email newsletter": "Имейл бюлетин",
    "Email newsletter settings updated": "Настройките за бюлетини са обновени",
    "Email preferences": "Настройки за имейл",
    "Email preferences updated.": "Настройките за имейл са обновени.",
    "Emails": "Имейли",
    "Emails disabled": "Имейлите са спрени",
    "Ends {offerEndDate}": "До {offerEndDate}",
    "Enter code above": "Въведете горния код",
    "Enter your email address": "Попълнете своя имейл адрес",
    "Enter your name": "Попълнете вашето име",
    "Error": "Грешка",
    "Expires {expiryDate}": "Изтича {expiryDate}",
    "Failed to cancel subscription, please try again": "Не успяхте да отмените абонамента, опитайте отново",
    "Failed to log in, please try again": "Неуспешно влизане, опитайте отново",
    "Failed to log out, please try again": "Неуспешно излизане, опитайте отново",
    "Failed to open billing portal, please try again": "",
    "Failed to process checkout, please try again": "Не успяхме да обработим плащането, опитайте отново",
    "Failed to send magic link email": "Неуспешно изпращане на линк за влизане по имейл",
    "Failed to send verification email": "Неуспешно изпращане на имейл за проверка",
    "Failed to sign up, please try again": "Неуспешна регистрация, опитайте отново",
    "Failed to update account data": "Неуспешно актуализиране на данните",
    "Failed to update account details": "Неуспешно актуализиране на детайлите",
    "Failed to update billing information, please try again": "Неуспешно актуализиране на платежни данни, опитайте отново",
    "Failed to update newsletter settings": "Неуспешно актуализиране на настройките на бюлетина",
    "Failed to update subscription, please try again": "Не успяхте да актуализирате абонамента, опитайте отново",
    "Failed to verify code, please try again": "Неуспешна проверка на кода, опитайте отново",
    "Forever": "Завинаги",
    "Free Trial – Ends {trialEnd}": "Безплатен тест – до {trialEnd}",
    "Get help": "Потърсете помощ",
    "Get in touch for help": "Свържете се за помощ",
    "Get notified when someone replies to your comment": "Получавайте известия, ако някой отговори на вашия коментар",
    "Give feedback on this post": "Дайте отзив за публикацията",
    "Help! I'm not receiving emails": "Помощ! Не получавам имейли",
    "Here are a few other sites you may enjoy.": "Други сайтове, които може да харесате.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Ако даден бюлетин бъде отбелязан като спам, имейлите към този адрес се деактивират автоматично, за да е сигурно, че няма да получавате нежелани съобщения.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Ако оплакването за спам е било случайно или искате отново да получавате имейли, може да се абонирате отново, като щракнете върху бутона на предишния екран.",
    "If you cancel your subscription now, you will continue to have access until {periodEnd}.": "Ако отмените абонамента си сега, ще продължавате да имате достъп до {periodEnd}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {senderEmail}": "Ако имате корпоративен или правителствен имейл адрес, обърнете се към ИТ отдела си и ги помолете да разрешат получаването на имейли от {senderEmail}.",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Ако искате отново да получавате имейли, най-добре е да проверите дали няма някакви проблеми с имейл адреса ви и след това да щракнете върху повторно абониране на предишния екран.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Ако не получавате имейл бюлетин, за който сте се абонирали, ето няколко неща, които може да проверите.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {supportAddress}.": "Ако сте извършили всички тези проверки и все още не получавате имейли, може да се свържете с поддръжката на {supportAddress}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "В случай че при опит за изпращане на бюлетин се получава някакъв постоянен проблем, имейлите ще бъдат деактивирани за вашия адрес.",
    "In your email client add {senderEmail} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Добавете {senderEmail} в списъка си с контакти. Това информира вашия доставчик, че имейлите, изпратени от този адрес, са надеждни.",
    "Invalid email address": "Невалиден имейл адрес",
    "Invalid verification code": "Невалиден код за проверка",
    "Jamie Larson": "Петър Петров",
    "jamie@example.com": "peter@example.com",
    "Less like this": "По-малко такива",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Уверете се, че имейлите не попадат случайно в папките ви за спам и промоции. Ако това е така, щракнете върху \"Не е спам\" и/или \"Премести във входяща поща\".",
    "Manage": "Управление",
    "Maybe later": "Може би по-късно",
    "Memberships from this email domain are currently restricted.": "Абонаментите за този домейн са ограничени.",
    "Memberships unavailable, contact the owner for access.": "Няма възможност за абонамент, свържете се със собственика на сайта за достъп.",
    "month": "месец",
    "Monthly": "Месечно",
    "More like this": "Повече такива",
    "Name": "Име",
    "Need more help? Contact support": "Още имате нужда от помощ? Потърсете поддръжката",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Бюлетините могат да бъдат деактивирани в профила ви по две причини: предишен имейл е бил маркиран като спам или опитът за изпращане на имейл е довел до траен неуспех (отказ).",
    "Next payment": "",
    "No member exists with this e-mail address.": "Няма абонат с такъв имейл адрес.",
    "No member exists with this e-mail address. Please sign up first.": "Няма абонат с такъв имейл адрес. Моля, първо се регистрирайте.",
    "Not receiving emails?": "Не получавате поща?",
    "Now check your email!": "Проверете имейла си!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "След като се абонирате отново, ако все още не получавате имейли, проверете папката за спам. Някои доставчици пазят история с предишни оплаквания за спам и ще продължат да маркират имейлите. Ако вашият случай е такъв, маркирайте последния бюлетин като 'Не е спам', за да го преместите обратно в основната си папка.",
    "Open email": "",
    "Permanent failure (bounce)": "Постоянен проблем (отказ)",
    "Phone number": "Телефонен номер",
    "Plan": "План",
    "Plan checkout was cancelled.": "Плащането на плана е прекъснато.",
    "Plan upgrade was cancelled.": "Надграждането на плана е прекъснато.",
    "Please contact {supportAddress} to adjust your complimentary subscription.": "Моля, свържете се с {supportAddress}, за корекции относно безплатния ви абонамент.",
    "Please enter {fieldName}": "Моля, попълнете {fieldName}",
    "Please fill in required fields": "Моля, попълнете задължителните полета",
    "Price": "Цена",
    "Re-enable emails": "Възобновете изпращането на писма",
    "Recommendations": "Препоръки",
    "Renews at {price}.": "Подновяване за {price}.",
    "Retry": "Отново",
    "Save": "Запази",
    "Send an email and say hi!": "Изпратете имейл за здрасти!",
    "Send an email to {senderEmail} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Изпратете имейл до {senderEmail} за здрасти. Това също може да сигнализира на вашия доставчик на електронна поща, че на имейлите до и от този адрес може да се има доверие.",
    "Sending login link...": "Изпращане на линк за влизане...",
    "Sending...": "Изпращане...",
    "Show all": "Покажи всички",
    "Sign in": "Вход",
    "Sign out": "Изход",
    "Sign up": "Регистрация",
    "Signup error: Invalid link": "Грешка при регистрация: Невалиден линк",
    "Signups from this email domain are currently restricted.": "Регистрациите от този домейн в момента са ограничени.",
    "Something went wrong, please try again later.": "Нещо се обърка, опитайте отново.",
    "Sorry, no recommendations are available right now.": "За жалост, в момента няма налични препоръки.",
    "Sorry, that didn’t work.": "Жалко, така не се получава.",
    "Spam complaints": "Оплаквания от спам",
    "Start {amount}-day free trial": "Започнете {amount}-дневен безплатен достъп",
    "Starting {startDate}": "Започва на {startDate}",
    "Starting today": "Стартира днес",
    "Submit feedback": "Изпратете отзив",
    "Subscribe": "Абонамент",
    "Subscribed": "Абониран",
    "Subscription plan updated successfully": "Абонаментният план е актуализиран успешно",
    "Success": "Чудесно",
    "Success! Check your email for magic link to sign-in.": "Чудесно! Проверете имейла си за своя магически линк за влизане.",
    "Success! Your account is fully activated, you now have access to all content.": "Чудесно! Вашият профил е активиран и вече имате достъп до цялото съдържание.",
    "Success! Your email is updated.": "Чудесно! Вашият имейл е актуализиран.",
    "Successfully unsubscribed": "Успешно отписване",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Благодарим ви за абонамента. Преди да започнете да четете, още няколко сайта, които може да ви харесат.",
    "Thank you for your support": "Благодарности за подкрепата ви",
    "Thank you for your support!": "Благодарности за подкрепата ви!",
    "Thanks for the feedback!": "Благодарности за обратната връзка!",
    "That didn't go to plan": "Не се получи както трябва",
    "The email address we have for you is {memberEmail} — if that's not correct, you can update it in your <button>account settings area</button>.": "Имейлът, с който сте регистрирани, е {memberEmail} — ако това не е вярно, актуализирайте го в <button>настройките на профила си</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Имаше проблем при изпращането на обратната връзка. Моля, опитайте отново малко по-късно.",
    "There was an error cancelling your subscription, please try again.": "Възникна грешка при отмяната на абонамента ви, опитайте отново.",
    "There was an error continuing your subscription, please try again.": "Възникна грешка при продължаването на абонамента ви, опитайте отново.",
    "There was an error processing your payment. Please try again.": "Възникна грешка при обработката на вашето плащане. Моля, опитайте отново.",
    "There was an error sending the email, please try again": "Възникна грешка при изпращане на имейл, опитайте отново",
    "This site is invite-only, contact the owner for access.": "Сайтът е само с покани. Свържете се със собственика, за да получите достъп.",
    "This site is not accepting donations at the moment.": "В момента сайтът не приема дарения.",
    "This site is not accepting payments at the moment.": "В момента сайтът не приема плащания.",
    "This site only accepts paid members.": "Този сайт приема само плащащи потребители.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "За да завършите регистрацията използвайте линка, който ще получите по имейл. Ако не пристигне до 3 минути, проверете дали не е в папката за спам.",
    "To continue to stay up to date, subscribe to {publication} below.": "За да останете информирани, запишете се за {publication} по-долу.",
    "Too many attempts try again in {number} days.": "Твърде много опити. Опитайте отново след {number} дни.",
    "Too many attempts try again in {number} hours.": "Твърде много опити. Опитайте отново след {number} часа.",
    "Too many attempts try again in {number} minutes.": "Твърде много опити. Опитайте отново след {number} минути.",
    "Too many different sign-in attempts, try again in {number} days": "Твърде много различни опити за влизане, опитайте отново след {number} дни",
    "Too many different sign-in attempts, try again in {number} hours": "Твърде много различни опити за влизане, опитайте отново след {number} часа",
    "Too many different sign-in attempts, try again in {number} minutes": "Твърде много различни опити за влизане, опитайте отново след {number} минути",
    "Too many sign-up attempts, try again later": "Твърде много опити за регистрация, опитайте пак по-късно",
    "Try free for {amount} days, then {originalPrice}.": "Тествайте безплатно за {amount} дни, след това {originalPrice}.",
    "Unable to initiate checkout session": "Неуспешно стартиране на сесия за плащане",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Отключете достъпа до всички бюлетини, като станете плащащ абонат.",
    "Unsubscribe from all emails": "Отпишете се от всички имейли",
    "Unsubscribed": "Отписан",
    "Unsubscribed from all emails.": "Спрели сте всякакви имейли.",
    "Unsubscribing from emails will not cancel your paid subscription to {title}": "Спирането на имейлите няма да прекрати платения ви абонамент за {title}",
    "Update": "Обнови",
    "Update your preferences": "Променете настройките",
    "Verification link sent, check your inbox": "Изпратен е линк за проверка, проверете имейла си",
    "Verify your email address is correct": "Проверете дали имейл адресът ви е верен",
    "Verifying...": "Проверява се...",
    "View plans": "Вижте плановете",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Невъзможно е да отпишем този имейл адрес, тъй като не беше намерен. Моля, свържете се със собственика на сайта.",
    "Welcome back, {name}!": "Здравейте отново, {name}!",
    "Welcome back!": "Добре дошли отново!",
    "Welcome to {siteTitle}": "Добре дошли в {siteTitle}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Когато даден имейл сървър не успее да приеме писмо, това обикновено се нарича отказ. В много случаи това е временно. В някои случаи обаче имейлът може да бъде отхвърлян постоянно, например когато адресът е невалиден или не съществува.",
    "Why has my email been disabled?": "Защо имейлът ми е деактивиран?",
    "year": "година",
    "Yearly": "Годишно",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "В момента имате безплатен достъп, преминете към платен абонамент за пълен достъп.",
    "You have been successfully resubscribed": "Абонаментът беше успешно подновен",
    "You're currently not receiving emails": "Понастоящем не получавате имейли",
    "You're not receiving emails": "Не получавате имейли",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Не получавате имейли, защото или наскоро сте маркирали някое съобщение като спам, или писмата не могат да бъдат доставени до вашия имейл адрес.",
    "You've successfully signed in.": "Влязохте успешно.",
    "You've successfully subscribed to": "Успешно се абонирахте за",
    "Your account": "Вашият профил",
    "Your email has failed to resubscribe, please try again": "Неуспешно подновяване на абонамент с този имейл, опитайте отново",
    "your inbox": "вашия имейл",
    "Your input helps shape what gets published.": "Вашият принос помага за създаването на съдържанието.",
    "Your subscription will expire on {expiryDate}": "Абонаментът ви ще изтече на {expiryDate}",
    "Your subscription will renew on {renewalDate}": "Абонаментът ви ще се поднови на {renewalDate}",
    "Your subscription will start on {subscriptionStart}": "Абонаментът ви ще започне на {subscriptionStart}"
}
