{
  "{{amount}} days free": "{{amount}} ημέρες δωρεάν",
  "{{amount}} off": "{{amount}} έκπτωση",
  "{{amount}} off for first {{number}} months.": "{{amount}} έκπτωση για τους πρώτους {{number}} μήνες.",
  "{{amount}} off for first {{period}}.": "{{amount}} έκπτωση για την πρώτη {{period}}.",
  "{{amount}} off forever.": "{{amount}} έκπτωση για πάντα.",
  "{{discount}}% discount": "{{discount}}% έκπτωση",
  "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} δεν θα λαμβάνει πλέον το ενημερωτικό δελτίο {{newsletterName}}.",
  "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} δεν θα λαμβάνει πλέον email όταν κάποιος απαντά στα σχόλιά σας.",
  "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} δεν θα λαμβάνει πλέον αυτό το ενημερωτικό δελτίο.",
  "{{trialDays}} days free": "{{trialDays}} ημέρες δωρεάν",
  "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Ένας σύνδεσμος σύνδεσης έχει σταλεί στο φάκελο εισερχομένων σας. Εάν δεν φτάσει σε 3 λεπτά, βεβαιωθείτε ότι έχετε ελέγξει το φάκελο spam.",
  "Account": "Λογαριασμός",
  "Account settings": "Ρυθμίσεις λογαριασμού",
  "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Μετά τη λήξη της δωρεάν δοκιμής, θα χρεωθείτε με την κανονική τιμή για το επίπεδο που έχετε επιλέξει. Μπορείτε πάντα να ακυρώσετε πριν από τότε.",
  "Already a member?": "Είστε ήδη μέλος;",
  "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Προέκυψε απροσδόκητο σφάλμα. Προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη εάν το σφάλμα επιμείνει.",
  "Back": "Πίσω",
  "Back to Log in": "Επιστροφή στη σύνδεση",
  "Billing info": "Στοιχεία χρέωσης",
  "Black Friday": "Μαύρη Παρασκευή",
  "Cancel anytime.": "Ακύρωση ανά πάσα στιγμή.",
  "Cancel subscription": "Ακύρωση συνδρομής",
  "Cancellation reason": "Λόγος ακύρωσης",
  "Change": "Αλλαγή",
  "Check spam & promotions folders": "Ελέγξτε τους φακέλους σπαμ και προσφορών",
  "Check with your mail provider": "Επικοινωνήστε με τον πάροχο της αλληλογραφίας σας",
  "Choose": "Επιλέξτε",
  "Choose a different plan": "Επιλέξτε ένα διαφορετικό πρόγραμμα",
  "Choose your newsletters": "Επιλέξτε τα ενημερωτικά δελτία σας",
  "Click here to retry": "Κάντε κλικ εδώ για να προσπαθήσετε ξανά",
  "Close": "Κλείσιμο",
  "Comments": "Σχόλια",
  "Complimentary": "Δωρεάν",
  "Confirm": "Επιβεβαιώστε",
  "Confirm cancellation": "Επιβεβαιώστε την ακύρωση",
  "Confirm subscription": "Επιβεβαιώστε τη συνδρομή",
  "Contact support": "Επικοινωνήστε με την υποστήριξη",
  "Continue": "Συνέχεια",
  "Continue subscription": "Συνέχεια συνδρομής",
  "Could not sign in. Login link expired.": "Δεν ήταν δυνατή η σύνδεση. Ο σύνδεσμος έληξε.",
  "Could not update email! Invalid link.": "Δεν ήταν δυνατή η ενημέρωση του email! Άκυρος σύνδεσμος.",
  "Create a new contact": "Δημιουργία νέας επαφής",
  "Current plan": "Τρέχον πρόγραμμα",
  "Delete account": "Διαγραφή λογαριασμού",
  "Didn't mean to do this? Manage your preferences <button>here</button>.": "Δεν το κάνατε εσκεμμένα; Διαχειριστείτε τις προτιμήσεις σας <button>εδώ</button>.",
  "Don't have an account?": "Δεν έχετε λογαριασμό;",
  "Edit": "Επεξεργασία",
  "Email": "Email",
  "Email newsletter": "Ενημερωτικό δελτίο email",
  "Email preference updated.": "Η προτίμηση email ενημερώθηκε.",
  "Email preferences": "Προτιμήσεις email",
  "Emails": "Ενημερώσεις",
  "Emails disabled": "Ενημερώσεις απενεργοποιημένες",
  "Ends {{offerEndDate}}": "Λήγει {{offerEndDate}}",
  "Error": "Σφάλμα",
  "Expires {{expiryDate}}": "Λήγει {{expiryDate}}",
  "Forever": "Για πάντα",
  "Free Trial – Ends {{trialEnd}}": "Δωρεάν δοκιμή – Λήγει {{trialEnd}}",
  "Get help": "Λάβετε βοήθεια",
  "Get in touch for help": "Επικοινωνήστε μαζί μας για βοήθεια",
  "Get notified when someone replies to your comment": "Ειδοποιηθείτε όταν κάποιος απαντήσει στο σχόλιο σας",
  "Give feedback on this post": "Δώστε σχόλια για αυτήν την ανάρτηση",
  "Help! I'm not receiving emails": "Βοήθεια! Δεν λαμβάνω email",
  "Here are a few other sites you may enjoy.": "Δείτε μερικές άλλες ιστοσελίδες που μπορεί να σας αρέσουν.",

  "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Εάν ένα ενημερωτικό δελτίο επισημανθεί ως ανεπιθύμητο, τα email απενεργοποιούνται αυτόματα για αυτήν τη διεύθυνση για να διασφαλιστεί ότι δεν θα λαμβάνετε πλέον ανεπιθύμητα μηνύματα.",
  "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Εάν η αναφορά ανεπιθύμητου ήταν τυχαία ή εάν θέλετε να αρχίσετε να λαμβάνετε ξανά email, μπορείτε να επανασυνδεθείτε με email κάνοντας κλικ στο κουμπί στην προηγούμενη οθόνη.",
  "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Εάν ακυρώσετε τη συνδρομή σας τώρα, θα συνεχίσετε να έχετε πρόσβαση έως τις {{periodEnd}}.",
  "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Εάν έχετε λογαριασμό email εταιρείας ή κυβέρνησης, επικοινωνήστε με το τμήμα IT σας και ζητήστε τους να επιτρέψουν την παραλαβή email από το {{senderEmail}}",
  "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Εάν θέλετε να αρχίσετε να λαμβάνετε ξανά email, τα καλύτερα επόμενα βήματα είναι να ελέγξετε τη διεύθυνση email σας για τυχόν προβλήματα και στη συνέχεια να κάνετε κλικ στην επιλογή επανεγγραφής στην προηγούμενη οθόνη.",
  "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Εάν δεν λαμβάνετε το ενημερωτικό δελτίο email στο οποίο έχετε εγγραφεί, εδώ είναι μερικά πράγματα που πρέπει να ελέγξετε:",
  "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Εάν έχετε ολοκληρώσει όλους αυτούς τους ελέγχους και εξακολουθείτε να μην λαμβάνετε email, μπορείτε να επικοινωνήσετε με την υποστήριξη επικοινωνώντας με το {{supportAddress}}.",
  "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Σε περίπτωση που προκύψει μόνιμο σφάλμα κατά την προσπάθεια αποστολής ενημερωτικού δελτίου, τα email θα απενεργοποιηθούν στον λογαριασμό.",
  "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Στο πρόγραμμα πελάτη email σας, προσθέστε το {{senderEmail}} στη λίστα επαφών σας. Αυτό σηματοδοτεί στον πάροχο email σας ότι τα email που αποστέλλονται από αυτήν τη διεύθυνση πρέπει να θεωρούνται αξιόπιστα.",
  "Less like this": "Λιγότερα σαν αυτό",
  "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on Mark as not spam and/or Move to inbox.": "Βεβαιωθείτε ότι τα email δεν καταλήγουν κατά λάθος στους φακέλους Spam ή Προωθήσεων στα εισερχόμενά σας. Εάν συμβαίνει αυτό, κάντε κλικ στο Σήμανση ως όχι ανεπιθύμητο και/ή Μετακίνηση στα εισερχόμενα.",
  "Manage": "Διαχείριση",
  "Maybe later": "Ίσως αργότερα",
  "Memberships unavailable, contact the owner for access.": "Οι εγγραφές δεν είναι διαθέσιμες, επικοινωνήστε με τον κάτοχο για πρόσβαση.",
  "Monthly": "Μηνιαίως",
  "More like this": "Περισσότερα σαν αυτό",
  "Name": "Όνομα",
  "Need more help? Contact support": "Χρειάζεστε περισσότερη βοήθεια; Επικοινωνήστε με την υποστήριξη",
  "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Τα ενημερωτικά δελτία μπορούν να απενεργοποιηθούν στον λογαριασμό σας για δύο λόγους: Ένα προηγούμενο email επισημάνθηκε ως ανεπιθύμητο ή η προσπάθεια αποστολής email είχε ως αποτέλεσμα μόνιμο σφάλμα (bounce).",
  "Not receiving emails?": "Δεν λαμβάνετε email;",
  "Now check your email!": "Τώρα ελέγξτε το email σας!",
  "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Μόλις επανεγγραφείτε, εάν εξακολουθείτε να μην βλέπετε email στα εισερχόμενά σας, ελέγξτε τον φάκελο spam. Ορισμένοι πάροχοι εισερχομένων διατηρούν αρχείο προηγούμενων αναφορών ανεπιθύμητου και θα συνεχίσουν να επισημαίνουν τα email. Εάν συμβαίνει αυτό, σημειώστε το τελευταίο ενημερωτικό δελτίο ως 'Όχι ανεπιθύμητο' για να το μετακινήσετε ξανά στα κύρια εισερχόμενά σας.",
  "Permanent failure (bounce)": "Μόνιμο σφάλμα (bounce)",
  "Plan": "Πρόγραμμα",
  "Plan checkout was cancelled.": "Η πληρωμή του προγράμματος ακυρώθηκε.",
  "Plan upgrade was cancelled.": "Η αναβάθμιση του προγράμματος ακυρώθηκε.",
  "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Επικοινωνήστε με το {{supportAddress}} για να προσαρμόσετε τη δωρεάν συνδρομή σας.",
  "Please fill in required fields": "Παρακαλώ συμπληρώστε τα απαιτούμενα πεδία",
  "Price": "Τιμή",
  "Re-enable emails": "Επανανεργοποιήστε τα email",
  "Recommendations": "Προτεινόμενα",
  "Renews at {{price}}.": "Ανανέωση με {{price}}.",
  "Retry": "Δοκιμήστε ξανά",
  "Save": "Αποθήκευση",
  "Send an email and say hi!": "Στείλτε ένα email και πείτε γεια!",
  "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Στείλτε ένα email στο {{senderEmail}} και πείτε γεια. Αυτό μπορεί επίσης να βοηθήσει να σηματοδοτήσετε στον πάροχο email σας ότι τα email από και προς αυτήν τη διεύθυνση πρέπει να θεωρούνται αξιόπιστα.",
  "Sending login link...": "Αποστολή συνδέσμου σύνδεσης...",
  "Sending...": "Αποστολή...",
  "Show all": "Εμφάνιση όλων",
  "Sign in": "Σύνδεση",
  "Sign out": "Αποσύνδεση",
  "Sign up": "Εγγραφή",

  "Signup error: Invalid link": "Σφάλμα εγγραφής: Άκυρος σύνδεσμος",
  "Sorry, that didn’t work.": "Λυπάμαι, αυτό δεν λειτούργησε.",
  "Spam complaints": "Αναφορές ανεπιθύμητου",
  "Start {{amount}}-day free trial": "Ξεκινήστε δωρεάν δοκιμή {{amount}} ημερών",
  "Starting {{startDate}}": "Ξεκινάει {{startDate}}",
  "Starting today": "Ξεκινάει σήμερα",
  "Submit feedback": "Υποβολή σχολίων",
  "Subscribe": "Εγγραφή",
  "Subscribed": "Εγγεγραμμένος",
  "Success": "Επιτυχία",
  "Success! Check your email for magic link to sign-in.": "Επιτυχία! Ελέγξτε το email σας για έναν μαγικό σύνδεσμο για να συνδεθείτε.",
  "Success! Your account is fully activated, you now have access to all content.": "Επιτυχία! Ο λογαριασμός σας έχει ενεργοποιηθεί πλήρως, τώρα έχετε πρόσβαση σε όλο το περιεχόμενο.",
  "Success! Your email is updated.": "Επιτυχία! Το email σας ενημερώθηκε.",
  "Successfully unsubscribed": "Αποσύνδεση με επιτυχία",
  "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Σας ευχαριστούμε για την εγγραφή σας. Πριν ξεκινήσετε να διαβάζετε, παρακάτω υπάρχουν μερικές άλλες ιστοσελίδες που μπορεί να σας αρέσουν.",
  "Thanks for the feedback!": "Σας ευχαριστώ για τα σχόλια!",
  "That didn't go to plan": "Αυτό δεν πήγε σύμφωνα με το σχέδιο",
  "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Η διεύθυνση email που έχουμε για εσάς είναι {{memberEmail}} — εάν δεν είναι σωστή, μπορείτε να την ενημερώσετε στην περιοχή <button>ρυθμίσεων λογαριασμού</button>.",
  "There was a problem submitting your feedback. Please try again a little later.": "Προέκυψε πρόβλημα κατά την υποβολή των σχολίων σας. Προσπαθήστε ξανά λίγο αργότερα.",
  "This site is invite-only, contact the owner for access.": "Αυτή η ιστοσελίδα είναι μόνο για καλεσμένους, επικοινωνήστε με τον κάτοχο για πρόσβαση.",
  "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Για να ολοκληρώσετε την εγγραφή, κάντε κλικ στον σύνδεσμο επιβεβαίωσης στα εισερχόμενά σας. Εάν δεν φτάσει μέσα σε 3 λεπτά, ελέγξτε το φάκελο spam!",
  "Try free for {{amount}} days, then {{originalPrice}}.": "Δοκιμάστε δωρεάν για {{amount}} ημέρες, στη συνέχεια {{originalPrice}}.",
  "Unlock access to all newsletters by becoming a paid subscriber.": "Ξεκλειδώστε την πρόσβαση σε όλα τα ενημερωτικά δελτία γίνοντας συνδρομητής επί πληρωμή.",
  "Unsubscribe from all emails": "Αποσύνδεση από όλα τα email",
  "Unsubscribed": "Αποσυνδεδεμένος",
  "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Η αποσύνδεση από τα email δεν θα ακυρώσει τη συνδρομή σας επί πληρωμή στο {{title}}",
  "Update": "Ενημέρωση",
  "Update your preferences": "Ενημερώστε τις προτιμήσεις σας",
  "Verification link sent, check your inbox": "Στάλθηκε σύνδεσμος επαλήθευσης, ελέγξτε τα εισερχόμενά σας",
  "View plans": "Προβολή προγραμμάτων",
  "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Δεν μπορέσαμε να σας αποσυνδέσουμε καθώς η διεύθυνση email δεν βρέθηκε. Επικοινωνήστε με τον κάτοχο της ιστοσελίδας.",
  "Welcome back, {{name}}!": "Καλώς ήρθες ξανά, {{name}}!",
  "Welcome back!": "Καλώς ήρθες ξανά!",
  "Welcome to {{siteTitle}}": "Καλώς ήρθες στο {{siteTitle}}",
  "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Όταν ένα εισερχόμενο μήνυμα δεν αποδέχεται ένα email, συνήθως ονομάζεται bounce. Σε πολλές περιπτώσεις, αυτό μπορεί να είναι προσωρινό. Ωστόσο, σε ορισμένες περιπτώσεις, ένα απορριμμένο email μπορεί να επιστραφεί ως μόνιμη αποτυχία όταν μια διεύθυνση email είναι άκυρη ή ανύπαρκτη.",
  "Why has my email been disabled?": "Γιατί έχει απενεργοποιηθεί το email μου;",
  "Yearly": "Ετήσια",
  "You currently have a free membership, upgrade to a paid subscription for full access.": "Επί του παρόντος έχετε μια δωρεάν εγγραφή, αναβαθμίστε σε μια συνδρομή επί πληρωμή για πλήρη πρόσβαση.",
  "You have been successfully resubscribed": "Επαναγγραφή με επιτυχία",
  "You're currently not receiving emails": "Επί του παρόντος δεν λαμβάνετε email",
  "You're not receiving emails": "Δεν λαμβάνετε email",
  "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Δεν λαμβάνετε email επειδή είτε επισημάνατε ένα πρόσφατο μήνυμα ως ανεπιθύμητο είτε επειδή τα μηνύματα δεν ήταν δυνατόν να παραδοθούν στη διεύθυνση email που παρέχετε.",
  "You've successfully signed in.": "Συνδεθήκατε με επιτυχία.",
  "You've successfully subscribed to": "Εγγραφή με επιτυχία στο",
  "Your account": "Ο λογαριασμός σας",
  "Your input helps shape what gets published.": "Η εισαγωγή σας βοηθά στη διαμόρφωση αυτών που δημοσιεύονται.",
  "Your subscription will expire on {{expiryDate}}": "Η συνδρομή σας θα λήξει στις {{expiryDate}}",
  "Your subscription will renew on {{renewalDate}}": "Η συνδρομή σας θα ανανεωθεί στις {{renewalDate}}",
  "Your subscription will start on {{subscriptionStart}}": "Η συνδρομή σας θα ξεκινήσει στις {{subscriptionStart}}"
}
