{
    "(save {{highestYearlyDiscount}}%)": "(uštedi {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} dana besplatno",
    "{{amount}} off": "{{amount}} popusta",
    "{{amount}} off for first {{number}} months.": "{{amount}} popusta za prvih {{number}} mjeseci.",
    "{{amount}} off for first {{period}}.": "{{amount}} popusta za prvi {{period}}.",
    "{{amount}} off forever.": "{{amount}} popusta zauvijek.",
    "{{discount}}% discount": "{{discount}}% popusta",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} više neće primati {{newsletterName}} bilten.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} više neće primati emailove kada neko odgovori na vaše komentare.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} više neće primati ovaj bilten.",
    "{{trialDays}} days free": "{{trialDays}} dana besplatno",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Veza za prijavu je poslana u vaš inbox. Ako ne stigne za 3 minute, provjerite svoj spam folder.",
    "Account": "Račun",
    "Account settings": "Postavke računa",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Nakon završetka besplatnog probnog perioda, bit će vam naplaćena redovna cijena za nivo koji ste odabrali. Uvijek možete otkazati prije toga.",
    "Already a member?": "Već ste član?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Došlo je do neočekivane greške. Molimo pokušajte ponovo ili <a>kontaktirajte podršku</a> ako greška i dalje postoji.",
    "Back": "Nazad",
    "Back to Log in": "Nazad na prijavu",
    "Billing info": "Informacije o naplati",
    "Black Friday": "Crni petak",
    "Cancel anytime.": "Otkažite bilo kada.",
    "Cancel subscription": "Otkažite pretplatu",
    "Cancellation reason": "Razlog otkazivanja",
    "Change": "Promijeni",
    "Check spam & promotions folders": "Provjerite spam i promotivne foldere",
    "Check with your mail provider": "Provjerite sa svojim davateljem email usluga",
    "Choose": "Izaberi",
    "Choose a different plan": "Izaberite drugačiji plan",
    "Choose your newsletters": "Izaberite svoje biltene",
    "Click here to retry": "Kliknite ovdje da pokušate ponovo",
    "Close": "Zatvori"
    "Comments": "Komentari",
    "Complimentary": "Besplatno",
    "Confirm": "Potvrdi",
    "Confirm cancellation": "Potvrdite otkazivanje",
    "Confirm subscription": "Potvrdite pretplatu",
    "Contact support": "Kontaktirajte podršku",
    "Continue": "Nastavite",
    "Continue subscription": "Nastavite pretplatu",
    "Could not sign in. Login link expired.": "Nije moguće prijaviti se. Veza za prijavu je istekla.",
    "Could not update email! Invalid link.": "Nije moguće ažurirati email! Nevažeća veza.",
    "Create a new contact": "Kreirajte novi kontakt",
    "Current plan": "Trenutni plan",
    "Delete account": "Obriši račun",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Niste ovo namjeravali? Upravljajte svojim preferencama <button>ovdje</button>.",
    "Don't have an account?": "Nemate račun?",
    "Edit": "Uredi",
    "Email": "Email",
    "Email newsletter": "Email bilten",
    "Email preferences": "Preferencije emaila",
    "Emails": "Emailovi",
    "Emails disabled": "Emailovi onemogućeni",
    "Ends {{offerEndDate}}": "Završava {{offerEndDate}}",
    "Error": "Greška",
    "Expires {{expiryDate}}": "Ističe {{expiryDate}}",
    "Forever": "Zauvijek",
    "Free Trial – Ends {{trialEnd}}": "Besplatni probni period – završava {{trialEnd}}",
    "Get help": "Dobijte pomoć",
    "Get in touch for help": "Kontaktirajte za pomoć",
    "Get notified when someone replies to your comment": "Budite obaviješteni kada neko odgovori na vaš komentar",
    "Give feedback on this post": "Dajte povratne informacije o ovom postu",
    "Help! I'm not receiving emails": "Pomoć! Ne primam emailove",
    "Here are a few other sites you may enjoy.": "Evo nekoliko drugih stranica koje bi vam se mogle svidjeti.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Ako je bilten označen kao spam, emailovi će automatski biti onemogućeni za tu adresu kako biste osigurali da više ne primate neželjene poruke.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Ako je žalba zbog spama bila slučajna, ili želite ponovo početi primati emailove, možete se ponovo pretplatiti na emailove klikom na dugme na prethodnom ekranu.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Ako sada otkažete pretplatu, i dalje ćete imati pristup do {{periodEnd}}."
	"If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Ako imate korporativni ili vladin email račun, obratite se svom IT odjelu i zamolite ih da dozvole primanje emailova sa {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Ako želite ponovo početi primati emailove, najbolji sljedeći koraci su provjera vaše email adrese na dosijeu za bilo kakve probleme, a zatim klik na ponovno pretplaćivanje na prethodnom ekranu.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Ako ne primate email bilten na koji ste pretplaćeni, evo nekoliko stvari koje trebate provjeriti.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Ako ste obavili sve ove provjere i još uvijek ne primate emailove, možete dobiti podršku kontaktiranjem {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "U slučaju trajnog neuspjeha pri pokušaju slanja biltena, emailovi će biti onemogućeni na računu.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "U svom email klijentu dodajte {{senderEmail}} na listu kontakata. Ovo signalizira vašem davatelju email usluga da emailove poslane s ove adrese treba povjeriti.",
    "Less like this": "Manje ovakvih",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Pobrinite se da emailovi slučajno ne završavaju u folderima Spam ili Promocije vašeg inboxa. Ako jesu, kliknite na \"Označi kao ne spam\" i/ili \"Premjesti u inbox\".",
    "Manage": "Upravljaj",
    "Maybe later": "Možda kasnije",
    "Memberships unavailable, contact the owner for access.": "Članstva nisu dostupna, kontaktirajte vlasnika za pristup.",
    "Monthly": "Mjesečno",
    "More like this": "Više ovakvih",
    "Name": "Ime",
    "Need more help? Contact support": "Treba vam više pomoći? Kontaktirajte podršku",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Bilteni mogu biti onemogućeni na vašem računu iz dva razloga: prethodni email je označen kao spam ili je pokušaj slanja emaila rezultirao trajnim neuspjehom (odbijanjem).",
    "Not receiving emails?": "Ne primate emailove?",
    "Now check your email!": "Sada provjerite svoj email!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Nakon ponovnog pretplaćivanja, ako još uvijek ne vidite emailove u svom inboxu, provjerite svoj spam folder. Neki pružatelji inboxa vode evidenciju o prethodnim žalbama na spam i nastavit će označavati emailove. Ako se to dogodi, označite najnoviji bilten kao 'Nije spam' da biste ga premjestili nazad u glavni inbox."
    "Permanent failure (bounce)": "Trajni neuspjeh (odbijanje)",
    "Plan": "Plan",
    "Plan checkout was cancelled.": "Plaćanje plana je otkazano.",
    "Plan upgrade was cancelled.": "Nadogradnja plana je otkazana.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Molimo kontaktirajte {{supportAddress}} za podešavanje vaše besplatne pretplate.",
    "Please fill in required fields": "Molimo popunite obavezna polja",
    "Price": "Cijena",
    "Re-enable emails": "Ponovo omogućite emailove",
    "Recommendations": "Preporuke",
    "Renews at {{price}}.": "Obnavlja se po cijeni od {{price}}.",
    "Retry": "Pokušajte ponovo",
    "Save": "Sačuvaj",
    "Send an email and say hi!": "Pošaljite email i pozdravite!",
	"Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Pošaljite email na {{senderEmail}} i pozdravite. Ovo također može pomoći signalizirati vašem davatelju email usluga da emailove na i sa ove adrese treba povjeriti.",
    "Sending login link...": "Slanje veze za prijavu...",
    "Sending...": "Slanje...",
    "Show all": "Prikaži sve",
    "Sign in": "Prijava",
    "Sign out": "Odjava",
    "Sign up": "Registracija",
    "Signup error: Invalid link": "Greška pri registraciji: Nevažeća veza",
    "Sorry, that didn’t work.": "Nažalost, to nije uspjelo.",
    "Spam complaints": "Žalbe zbog spama",
    "Start {{amount}}-day free trial": "Započnite besplatni probni period od {{amount}} dana",
    "Starting {{startDate}}": "Počinje {{startDate}}",
    "Starting today": "Počinje danas",
    "Submit feedback": "Pošaljite povratne informacije",
    "Subscribe": "Pretplatite se",
    "Subscribed": "Pretplaćeni",
    "Success": "Uspjeh",
    "Success! Check your email for magic link to sign-in.": "Uspjeh! Provjerite svoj email za čarobnu vezu za prijavu.",
    "Success! Your account is fully activated, you now have access to all content.": "Uspjeh! Vaš račun je potpuno aktiviran, sada imate pristup svim sadržajima.",
    "Success! Your email is updated.": "Uspjeh! Vaš email je ažuriran.",
    "Successfully unsubscribed": "Uspješno odjavljeni",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Hvala vam što ste se pretplatili. Prije nego počnete čitati, u nastavku su neke druge stranice koje bi vam se mogle svidjeti.",
    "Thanks for the feedback!": "Hvala na povratnim informacijama!",
    "That didn't go to plan": "To nije išlo po planu",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Email adresa koju imamo za vas je {{memberEmail}} — ako to nije tačno, možete je ažurirati u svom <button>području postavki računa</button>."
    "There was a problem submitting your feedback. Please try again a little later.": "Došlo je do problema pri slanju vaših povratnih informacija. Molimo pokušajte ponovo malo kasnije.",
    "This site is invite-only, contact the owner for access.": "Ova stranica je samo za pozvane, kontaktirajte vlasnika za pristup.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Da biste dovršili registraciju, kliknite na potvrđujuću vezu u vašem inboxu. Ako ne stigne u roku od 3 minute, provjerite svoj spam folder!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Isprobajte besplatno {{amount}} dana, a zatim {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Otključajte pristup svim biltenima postajući plaćeni pretplatnik.",
    "Unsubscribe from all emails": "Odjavite se sa svih emailova",
    "Unsubscribed": "Odjavljeni",
    "Unsubscribed from all emails.": "Odjavljeni sa svih emailova.",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Odjavljivanje sa emailova neće otkazati vašu plaćenu pretplatu na {{title}}",
    "Update": "Ažuriraj",
    "Update your preferences": "Ažurirajte svoje preferencije",
    "Verification link sent, check your inbox": "Poslana veza za verifikaciju, provjerite svoj inbox",
    "Verify your email address is correct": "Provjerite je li vaša email adresa ispravna",
    "View plans": "Pogledajte planove",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Nismo vas mogli odjaviti jer email adresa nije pronađena. Molimo kontaktirajte vlasnika stranice.",
    "Welcome back, {{name}}!": "Dobrodošli nazad, {{name}}!",
    "Welcome back!": "Dobrodošli nazad!",
    "Welcome to {{siteTitle}}": "Dobrodošli na {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Kada inbox ne uspije prihvatiti email, to se obično naziva odbijanjem. U mnogim slučajevima, ovo može biti privremeno. Međutim, u nekim slučajevima, odbijeni email može biti vraćen kao trajni neuspjeh kada je email adresa nevažeća ili nepostojeća.",
    "Why has my email been disabled?": "Zašto je moj email onemogućen?",
    "Yearly": "Godišnje",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Trenutno imate besplatno članstvo, nadogradite na plaćenu pretplatu za potpuni pristup.",
    "You have been successfully resubscribed": "Uspješno ste ponovo pretplaćeni",
    "You're currently not receiving emails": "Trenutno ne primate emailove",
    "You're not receiving emails": "Ne primate emailove",
	"You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Ne primate emailove jer ste ili označili nedavnu poruku kao spam, ili zato što poruke nisu mogle biti dostavljene na vašu navedenu email adresu.",
    "You've successfully signed in.": "Uspješno ste se prijavili.",
    "You've successfully subscribed to": "Uspješno ste se pretplatili na",
    "Your account": "Vaš račun",
    "Your input helps shape what gets published.": "Vaš doprinos pomaže u oblikovanju onoga što se objavljuje.",
    "Your subscription will expire on {{expiryDate}}": "Vaša pretplata ističe {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Vaša pretplata će se obnoviti {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Vaša pretplata će početi {{subscriptionStart}}"
}