{
    "{{amount}} days free": "{{amount}} Tage kostenlos",
    "{{amount}} off": "{{amount}} Rabatt",
    "{{amount}} off for first {{number}} months.": "{{amount}} Rabatt für die ersten {{number}} Monate.",
    "{{amount}} off for first {{period}}.": "{{amount}} Rabatt für den ersten {{period}}.",
    "{{amount}} off forever.": "{{amount}} Rabatt für immer.",
    "{{discount}}% discount": "{{discount}}% Rabatt",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "{{memberEmail}} wird keinen {{newsletterName}}-Newsletter mehr erhalten.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "{{memberEmail}} erhält keine E-Mails mehr, wenn jemand auf Ihre Kommentare antwortet.",
    "{{memberEmail}} will no longer receive this newsletter.": "{{memberEmail}} wird diesen Newsletter nicht mehr erhalten.",
    "{{trialDays}} days free": "{{trialDays}} Tage kostenlos",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Ein Login-Link wurde an Deine E-Mail-Adresse gesendet. Falls die E-Mail nicht innerhalb von 3 Minuten ankommt, überprüfe bitte Deinen Spam-Ordner.",
    "Account": "Benutzerkonto",
    "Account settings": "Benutzerkonto-Einstellungen",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Wenn das kostenlose Testabo endet, wirst Du den regulären Preis für den gewählten Tarif bezahlen. Du kannst das Abonnement jederzeit kündigen.",
    "Already a member?": "Bereits Mitglied?",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Es ist ein unerwarteter Fehler aufgetreten. Bitte versuche es erneut oder <a>kontaktiere den Support</a>, wenn der Fehler weiterhin besteht.",
    "Back": "Zurück",
    "Back to Log in": "Zurück zur Anmeldung",
    "Billing info": "Rechnungsinfo",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Jederzeit kündbar.",
    "Cancel subscription": "Abonnierung kündigen",
    "Cancellation reason": "Kündigungsgrund",
    "Change": "Ändern",
    "Check spam & promotions folders": "Überprüfen die Spam- und Werbeordner",
    "Check with your mail provider": "Überprüfe deinen E-Mail-Anbieter.",
    "Choose": "Wählen",
    "Choose a different plan": "Wähle einen anderen Plan",
    "Choose your newsletters": "Wähle Deine Newsletter",
    "Click here to retry": "Klick hier um es nochmals zu versuchen",
    "Close": "Schließen",
    "Comments": "Kommentare",
    "Complimentary": "Kostenlos",
    "Confirm": "Bestätigen",
    "Confirm cancellation": "Stornierung bestätigen",
    "Confirm subscription": "Abonnement bestätigen",
    "Contact support": "Support kontaktieren",
    "Continue": "Weiter",
    "Continue subscription": "Abonnement fortsetzen",
    "Could not sign in. Login link expired.": "Anmeldung nicht möglich. Anmeldelink abgelaufen.",
    "Could not update email! Invalid link.": "E-Mail konnte nicht aktualisiert werden! Ungültiger Link.",
    "Create a new contact": "Erstelle einen neuen Kontakt",
    "Current plan": "Aktueller Plan",
    "Delete account": "Konto löschen",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Wolltest du das nicht tun? Verwalten deine Einstellungen <button>hier</button>.",
    "Don't have an account?": "Noch kein Konto?",
    "Edit": "Bearbeiten",
    "Email": "Email",
    "Email newsletter": "E-Mail-Newsletter",
    "Email preference updated.": "Email Einstellungen aktualisiert.",
    "Email preferences": "Email Einstellungen",
    "Emails": "Emails",
    "Emails disabled": "Emails deaktiviert",
    "Ends {{offerEndDate}}": "Endet am {{offerEndDate}}",
    "Error": "Fehler",
    "Expires {{expiryDate}}": "Läuft am {{expiryDate}} ab",
    "Forever": "Für immer",
    "Free Trial – Ends {{trialEnd}}": "Kostenlose Testversion – endet am {{trialEnd}}",
    "Get help": "Hilfe erhalten",
    "Get in touch for help": "Kontaktiere uns für Hilfe",
    "Get notified when someone replies to your comment": "Erhalte eine Benachrichtigung, wenn jemand auf Deinen Kommentar antwortet",
    "Give feedback on this post": "Gebe Feedback zu diesem Beitrag",
    "Help! I'm not receiving emails": "Hilfe! Ich erhalte keine E-Mails",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Wenn ein Newsletter als Spam gekennzeichnet wird, werden E-Mails für diese Adresse automatisch deaktiviert, um sicherzustellen, dass Sie keine unerwünschten Nachrichten mehr erhalten.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Wenn die Spam-Beschwerde versehentlich erfolgt ist oder du wieder E-Mails erhalten möchtest, kannst du die E-Mails erneut abonnieren, indem Sie auf die Schaltfläche im vorherigen Bildschirm klicken.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Wenn du dein Abonnement jetzt kündigst, hast du bis zum {{periodEnd}} weiterhin Zugriff.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Wenn du über ein Firmen- oder Regierungs-E-Mail-Konto verfügst, wende dich an deine IT-Abteilung und bitte diese, den Empfang von E-Mails von {{senderEmail}} zuzulassen.",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Wenn du wieder E-Mails erhalten möchtest, überprüfe am besten deine hinterlegte E-Mail-Adresse auf etwaige Probleme und klicke dann im vorherigen Bildschirm auf „Erneut abonnieren“.",
    "If you're not receiving the email newsletter you've subscribed to, here are few things to check.": "Wenn du den E-Mail-Newsletter, den du abonniert hast, nicht erhältst, solltest du Folgendes überprüfen.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Wenn du alle diese Prüfungen abgeschlossen hast und immer noch keine E-Mails erhältst, kannst du dich an {{supportAddress}} wenden, um Support zu erhalten.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Falls beim Versuch, einen Newsletter zu versenden, ein dauerhafter Fehler auftritt, werden E-Mails auf dem Konto deaktiviert.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Füge in deinem E-Mail-Client {{senderEmail}} zu Ihrer Kontaktliste hinzu. Dies signalisiert Ihrem E-Mail-Anbieter, dass von dieser Adresse gesendete E-Mails vertrauenswürdig sein sollten.",
    "Less like this": "Weniger davon",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on \"Mark as not spam\" and/or \"Move to inbox\".": "Stelle sicher, dass E-Mails nicht versehentlich im Spam- oder Werbeordner deines Posteingangs landen. Wenn dies der Fall ist, klicke auf „Als kein Spam markieren“ und/oder „In den Posteingang verschieben“.",
    "Manage": "Verwalten",
    "Monthly": "Monatlich",
    "More like this": "Mehr davon",
    "Name": "Name",
    "Need more help? Contact support": "Benötigst du weitere Hilfe? Kontaktiere den Support",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Newsletter können in Ihrem Konto aus zwei Gründen deaktiviert werden: Eine vorherige E-Mail wurde als Spam markiert oder der Versuch, eine E-Mail zu senden, führte zu einem dauerhaften Fehler (Bounce).",
    "Not receiving emails?": "Keine Emails erhalten?",
    "Now check your email!": "Überprüfe jetzt Deine E-Mails!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Wenn du nach dem erneuten Abonnieren immer noch keine E-Mails in deinem Posteingang siehst, überprüfen deinen Spam-Ordner. Einige Posteingangsanbieter zeichnen frühere Spam-Beschwerden auf und kennzeichnen E-Mails weiterhin. Markiere in diesem Fall den neuesten Newsletter als „Kein Spam“, um ihn zurück in Ihren primären Posteingang zu verschieben.",
    "Permanent failure (bounce)": "Dauerhaft fehlgeschlagen (Bounce)",
    "Plan": "Plan",
    "Plan checkout was cancelled.": "Auschecken des Plans wurde abgebrochen.",
    "Plan upgrade was cancelled.": "Plan-Upgrade wurde abgebrochen.",
    "Please fill in required fields": "Bitte fülle die erforderlichen Felder aus",
    "Price": "Preis",
    "Re-enable emails": "Emails wieder aktivieren",
    "Renews at {{price}}.": "Verlängert sich zum Preis von {{price}}.",
    "Retry": "Nochmals versuchen",
    "Save": "Speichern",
    "Send an email and say hi!": "Schicken Sie eine E-Mail und sage Hallo!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to-and-from this address should be trusted.": "Sende eine E-Mail an {{senderEmail}} und sage Hallo. Dies kann deinem E-Mail-Anbieter auch signalisieren, dass E-Mails an und von dieser Adresse vertrauenswürdig sind.",
    "Sending login link...": "Sende Login-Link...",
    "Sending...": "Sende...",
    "Sign in": "Einloggen",
    "Sign out": "Abmelden",
    "Sign up": "Registrieren",
    "Signup error: Invalid link": "Anmeldefehler: Ungültiger Link",
    "Sorry, that didn’t work.": "Entschuldigung, das hat nicht funktioniert.",
    "Spam complaints": "Spam-Beschwerden",
    "Start {{amount}}-day free trial": "Starte {{amount}}-tägiges kostenloses Testabo",
    "Starting {{startDate}}": "Ab {{startDate}}",
    "Starting today": "Heute starten",
    "Submit feedback": "Feedback senden",
    "Subscribe": "Abonnieren",
    "Subscribed": "Abonniert",
    "Success": "Erfolgreich",
    "Success! Check your email for magic link to sign-in.": "Erfolgreich! Überprüfen deine E-Mails auf einen magischen Link zur Anmeldung.",
    "Success! Your account is fully activated, you now have access to all content.": "Erfolgreich! Dein Konto ist vollständig aktiviert, du hast nun Zugriff auf alle Inhalte.",
    "Success! Your email is updated.": "Erfolgreich! Deine E-Mail-Adresse wurde aktualisiert.",
    "Successfully unsubscribed": "Erfolgreich abgemeldet",
    "Thanks for the feedback!": "Danke für das Feedback!",
    "That didn't go to plan": "Das verlief nicht nach Plan",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Die E-Mail-Adresse, die wir für dich haben, lautet {{memberEmail}} – wenn das nicht korrekt ist, kannst du sie in deinem <button>Kontoeinstellungsbereich</button> aktualisieren.",
    "There was a problem submitting your feedback. Please try again a little later.": "Beim Absenden Ihres Feedbacks ist ein Problem aufgetreten. Bitte versuche es etwas später noch einmal.",
    "This site is invite-only, contact the owner for access.": "Diese Seite ist nur nach Einladung zugänglich. Bitte kontaktiere den Seitenbetreiber.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Um die Registrierung abzuschließen, klicke auf den Bestätigungslink in Deinem E-Mail Postfach. Falls die E-Mail nicht innerhalb von 3 Minuten ankommt, überprüfe bitte Deinen Spam-Ordner!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Teste es {{amount}} Tage lang kostenlos, danach {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Erhalte Zugang zu allen Newslettern, indem du zahlender Abonnent wirst.",
    "Unsubscribe from all emails": "Von allen Emails abmelden",
    "Unsubscribed": "Abgemeldet",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Wenn Du Dich von Emails abmeldest, wird Dein bezahltes Abonnement bei {{title}} nicht gekündigt",
    "Update": "Aktualisieren",
    "Update your preferences": "Aktualisiere Deine Einstellungen",
    "Verify your email address is correct": "Überprüfe, ob deine E-Mail-Adresse korrekt ist",
    "View plans": "Pläne ansehen",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Wir konnten Dich nicht abmelden, da die E-Mail-Adresse nicht gefunden wurde. Bitte kontaktiere den Seitenbetreiber.",
    "Welcome back, {{name}}!": "Willkommen zurück, {{name}}!",
    "Welcome back!": "Willkommen zurück!",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Wenn ein Posteingang eine E-Mail nicht akzeptiert, spricht man üblicherweise von einem Bounce. In vielen Fällen kann dies vorübergehend sein. In einigen Fällen kann eine zurückgesendete E-Mail jedoch als dauerhafter Fehler zurückgegeben werden, wenn eine E-Mail-Adresse ungültig oder nicht vorhanden ist.",
    "Why has my email been disabled?": "Warum wurde meine E-Mail-Adresse deaktiviert?",
    "Yearly": "Jährlich",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Du verfügst derzeit über eine kostenlose Mitgliedschaft. Upgrade auf ein kostenpflichtiges Abonnement, um vollen Zugriff zu erhalten.",
    "You have been successfully resubscribed": "Du wurdest erfolgreich wieder angemeldet",
    "You're currently not receiving emails": "Du erhältst derzeit keine E-Mails",
    "You're not receiving emails": "Du erhältst keine E-Mails",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Du erhältst keine Emails, da Du entweder eine kürzlich empfangene Nachricht als Spam markiert hast oder weil Nachrichten nicht an Deine angegebene E-Mail-Adresse zugestellt werden konnten.",
    "You've successfully signed in.": "Du hast dich erfolgreich angemeldet.",
    "Your account": "Dein Konto",
    "Your input helps shape what gets published.": "Deine Eingaben helfen dabei, was veröffentlicht wird.",
    "Your subscription will expire on {{expiryDate}}": "Dein Abonnement läuft am {{expiryDate}} ab.",
    "Your subscription will renew on {{renewalDate}}": "Dein Abonnement wird am {{renewalDate}} verlängert.",
    "Your subscription will start on {{subscriptionStart}}": "Dein Abonnement beginnt am {{subscriptionStart}}"
}
