{
    "(save {{highestYearlyDiscount}}%)": "(εξοικονομήστε {{highestYearlyDiscount}}%)",
    "{{amount}} days free": "{{amount}} ημέρες δωρεάν",
    "{{amount}} off": "{{amount}} έκπτωση",
    "{{amount}} off for first {{number}} months.": "{{amount}} έκπτωση για τους πρώτους {{number}} μήνες.",
    "{{amount}} off for first {{period}}.": "{{amount}} έκπτωση για το χρονικό διάστημα {{period}}.",
    "{{amount}} off forever.": "{{amount}} έκπτωση για πάντα.",
    "{{discount}}% discount": "{{discount}}% έκπτωση",
    "{{memberEmail}} will no longer receive {{newsletterName}} newsletter.": "Το {{memberEmail}} δεν θα λαμβάνει πλέον το ενημερωτικό δελτίο {{newsletterName}}.",
    "{{memberEmail}} will no longer receive emails when someone replies to your comments.": "Το {{memberEmail}} δεν θα λαμβάνει πλέον email όταν κάποιος απαντά στα σχόλιά σας.",
    "{{memberEmail}} will no longer receive this newsletter.": "Το {{memberEmail}} δεν θα λαμβάνει πλέον αυτό το ενημερωτικό δελτίο.",
    "{{trialDays}} days free": "{{trialDays}} ημέρες δωρεάν",
    "A login link has been sent to your inbox. If it doesn't arrive in 3 minutes, be sure to check your spam folder.": "Ένας σύνδεσμος σύνδεσης έχει σταλεί στο εισερχόμενό σας. Αν δεν φτάσει σε 3 λεπτά, βεβαιωθείτε ότι ελέγξατε τον φάκελο ανεπιθύμητης αλληλογραφίας.",
    "Account": "Λογαριασμός",
    "Account settings": "Ρυθμίσεις λογαριασμού",
    "After a free trial ends, you will be charged the regular price for the tier you've chosen. You can always cancel before then.": "Μετά τη λήξη της δωρεάν δοκιμαστικής περιόδου, θα χρεωθείτε την κανονική τιμή για την κατηγορία που έχετε επιλέξει. Μπορείτε πάντα να ακυρώσετε πριν από τότε.",
    "Already a member?": "Είστε ήδη μέλος;",
    "An unexpected error occured. Please try again or <a>contact support</a> if the error persists.": "Παρουσιάστηκε έμα απροσδόκητο σφάλμα. Προσπαθήστε ξανά ή <a>επικοινωνήστε με την υποστήριξη</a> εάν το σφάλμα παραμένει.",
    "Back": "Πίσω",
    "Back to Log in": "Πίσω στη Σύνδεση",
    "Billing info": "Πληροφορίες χρέωσης",
    "Black Friday": "Black Friday",
    "Cancel anytime.": "Ακύρωση ανά πάσα στιγμή.",
    "Cancel subscription": "Ακύρωση συνδρομής",
    "Cancellation reason": "Λόγος ακύρωσης",
    "Change": "Αλλαγή",
    "Check spam & promotions folders": "Ελέγξτε τους φακέλους ανεπιθύμητων μηνυμάτων και προσφορών",
    "Check with your mail provider": "Ελέγξτε με τον πάροχο ηλεκτρονικού ταχυδρομείου σας",
    "Choose": "Επιλέξτε",
    "Choose a different plan": "Επιλέξτε διαφορετικό πρόγραμμα",
    "Choose your newsletters": "Επιλέξτε τα ενημερωτικά δελτία σας",
    "Click here to retry": "Κάντε κλικ εδώ για να δοκιμάσετε ξανά",
    "Close": "Κλείσιμο",
    "Comments": "Σχόλια",
    "Complimentary": "Συμπληρωματικό",
    "Confirm": "Επιβεβαίωση",
    "Confirm cancellation": "Επιβεβαιώστε την ακύρωση",
    "Confirm subscription": "Επιβεβαιώστε τη συνδρομή",
    "Contact support": "Επικοινωνήστε με την υποστήριξη",
    "Continue": "Συνέχεια",
    "Continue subscription": "Συνέχιση συνδρομής",
    "Could not sign in. Login link expired.": "Δεν ήταν δυνατή η σύνδεση. Ο σύνδεσμος σύνδεσης έχει λήξει.",
    "Could not update email! Invalid link.": "Δεν ήταν δυνατή η ενημέρωση του email! Μη έγκυρος σύνδεσμος.",
    "Create a new contact": "Δημιουργήστε μια νέα επαφή",
    "Current plan": "Τρέχον πρόγραμμα",
    "Delete account": "Διαγραφή λογαριασμού",
    "Didn't mean to do this? Manage your preferences <button>here</button>.": "Δεν ήταν αυτή η πρόθεσή σας; Διαχειριστείτε τις προτιμήσεις σας <button>εδώ</button>.",
    "Don't have an account?": "Δεν έχετε λογαριασμό;",
    "Edit": "Επεξεργασία",
    "Email": "Email",
    "Email newsletter": "Ενημερωτικό δελτίο μέσω email",
    "Email preferences": "Προτιμήσεις email",
    "Emails": "Emails",
    "Emails disabled": "Τα emails έχουν απενεργοποιηθεί",
    "Ends {{offerEndDate}}": "Λήγει {{offerEndDate}}",
    "Error": "Σφάλμα",
    "Expires {{expiryDate}}": "Λήγει {{expiryDate}}",
    "Forever": "Για πάντα",
    "Free Trial – Ends {{trialEnd}}": "Δωρεάν Δοκιμή – Λήγει {{trialEnd}}",
    "Get help": "Λάβετε βοήθεια",
    "Get in touch for help": "Επικοινωνήστε για βοήθεια",
    "Get notified when someone replies to your comment": "Λάβετε ειδοποίηση όταν κάποιος απαντήσει στο σχόλιό σας",
    "Give feedback on this post": "Γράψτε μια εποικοδομητική κριτική για αυτήν την ανάρτηση",
    "Help! I'm not receiving emails": "Βοήθεια! Δεν λαμβάνω emails",
    "Here are a few other sites you may enjoy.": "Ακολουθούν μερικοί άλλοι ιστότοποι που μπορεί να σας αρέσουν.",
    "If a newsletter is flagged as spam, emails are automatically disabled for that address to make sure you no longer receive any unwanted messages.": "Εάν ένα ενημερωτικό δελτίο επισημανθεί ως ανεπιθύμητη αλληλογραφία, τα emails απενεργοποιούνται αυτόματα για αυτήν τη διεύθυνση για να διασφαλιστεί ότι δεν θα λαμβάνετε πλέον ανεπιθύμητα μηνύματα.",
    "If the spam complaint was accidental, or you would like to begin receiving emails again, you can resubscribe to emails by clicking the button on the previous screen.": "Εάν η καταγγελία για ανεπιθύμητη αλληλογραφία ήταν εκ παραδρομής ή θέλετε να αρχίσετε να λαμβάνετε ξανά emails, μπορείτε να επανεγγραφείτε στα emails κάνοντας κλικ στο κουμπί στην προηγούμενη οθόνη.",
    "If you cancel your subscription now, you will continue to have access until {{periodEnd}}.": "Εάν ακυρώσετε τη συνδρομή σας τώρα, θα συνεχίσετε να έχετε πρόσβαση έως {{periodEnd}}.",
    "If you have a corporate or government email account, reach out to your IT department and ask them to allow emails to be received from {{senderEmail}}": "Εάν έχετε έναν εταιρικό ή κυβερνητικό λογαριασμό ηλεκτρονικού ταχυδρομείου, επικοινωνήστε με το τμήμα πληροφορικής σας και ζητήστε τους να επιτρέψουν τη λήψη emails από το {{senderEmail}}",
    "If you would like to start receiving emails again, the best next steps are to check your email address on file for any issues and then click resubscribe on the previous screen.": "Εάν θέλετε να αρχίσετε να λαμβάνετε ξανά emails, τα καλύτερα επόμενα βήματα είναι να ελέγξετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας στο αρχείο για τυχόν προβλήματα και έπειτα να κάνετε κλικ στην επανεγγραφή στην προηγούμενη οθόνη.",
    "If you're not receiving the email newsletter you've subscribed to, here are a few things to check.": "Εάν δεν λαμβάνετε το ενημερωτικό δελτίο ηλεκτρονικού ταχυδρομείου στο οποίο έχετε εγγραφεί, ακολουθούν μερικά πράγματα που πρέπει να ελέγξετε.",
    "If you've completed all these checks and you're still not receiving emails, you can reach out to get support by contacting {{supportAddress}}.": "Εάν έχετε ολοκληρώσει όλους αυτούς τους ελέγχους και εξακολουθείτε να μη λαμβάνετε emails, μπορείτε να επικοινωνήσετε για υποστήριξη επικοινωνώντας με το {{supportAddress}}.",
    "In the event a permanent failure is received when attempting to send a newsletter, emails will be disabled on the account.": "Σε περίπτωση που ληφθεί μόνιμη αποτυχία κατά την απόπειρα αποστολής ενός ενημερωτικού δελτίου, τα emails θα απενεργοποιηθούν στο λογαριασμό.",
    "In your email client add {{senderEmail}} to your contacts list. This signals to your mail provider that emails sent from this address should be trusted.": "Στο πρόγραμμα ηλεκτρονικού ταχυδρομείου σας, προσθέστε το {{senderEmail}} στη λίστα επαφών σας. Αυτό σηματοδοτεί στον πάροχο ηλεκτρονικού ταχυδρομείου σας ότι τα emails που αποστέλλονται από αυτήν τη διεύθυνση πρέπει να θεωρούνται αξιόπιστα.",
    "Less like this": "Λιγότερα όπως αυτό",
    "Make sure emails aren't accidentally ending up in the Spam or Promotions folders of your inbox. If they are, click on "Mark as not spam" and/or "Move to inbox".": "Βεβαιωθείτε ότι τα emails δεν καταλήγουν κατά λάθος στους φακέλους Ανεπιθύμητα μηνύματα ή Προσφορές των εισερχομένων σας. Εάν συμβαίνει αυτό, κάντε κλικ στο "Επισήμανση ως μη ανεπιθύμητη αλληλογραφία" ή/και "Μετακίνηση στα εισερχόμενα".",
    "Manage": "Διαχείριση",
    "Maybe later": "Ίσως αργότερα",
    "Memberships unavailable, contact the owner for access.": "Οι συνδρομές δεν είναι διαθέσιμες, επικοινωνήστε με τον ιδιοκτήτη για πρόσβαση.",
    "Monthly": "Μηνιαία",
    "More like this": "Περισσότερα όπως αυτό",
    "Name": "Όνομα",
    "Need more help? Contact support": "Χρειάζεστε περισσότερη βοήθεια; Επικοινωνήστε με την υποστήριξη",
    "Newsletters can be disabled on your account for two reasons: A previous email was marked as spam, or attempting to send an email resulted in a permanent failure (bounce).": "Τα ενημερωτικά δελτία μπορεί να απενεργοποιηθούν στο λογαριασμό σας για δύο λόγους: Ένα προηγούμενο email επισημάνθηκε ως ανεπιθύμητη αλληλογραφία ή η απόπειρα αποστολής ενός email είχε ως αποτέλεσμα μόνιμη αποτυχία (bounce).",
    "Not receiving emails?": "Δεν λαμβάνετε emails;",
    "Now check your email!": "Τώρα ελέγξτε το email σας!",
    "Once resubscribed, if you still don't see emails in your inbox, check your spam folder. Some inbox providers keep a record of previous spam complaints and will continue to flag emails. If this happens, mark the latest newsletter as 'Not spam' to move it back to your primary inbox.": "Μόλις επανεγγραφείτε, εάν εξακολουθείτε να μη βλέπετε emails στα εισερχόμενά σας, ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας. Μερικοί πάροχοι εισερχομένων διατηρούν αρχείο προηγούμενων καταγγελιών για ανεπιθύμητη αλληλογραφία και θα συνεχίσουν να επισημαίνουν τα emails. Εάν συμβεί αυτό, επισημάνετε το τελευταίο ενημερωτικό δελτίο ως 'Όχι ανεπιθύμητη αλληλογραφία' για να το μετακινήσετε ξανά στα εισερχόμενά σας.",
    "Permanent failure (bounce)": "Μόνιμη αποτυχία (bounce)",
    "Plan": "Πρόγραμμα",
    "Plan checkout was cancelled.": "Η ολοκλήρωση του προγράμματος ακυρώθηκε.",
    "Plan upgrade was cancelled.": "Η αναβάθμιση του προγράμματος ακυρώθηκε.",
    "Please contact {{supportAddress}} to adjust your complimentary subscription.": "Παρακαλώ επικοινωνήστε με το {{supportAddress}} για να προσαρμόσετε τη δωρεάν συνδρομή σας.",
    "Please fill in required fields": "Παρακαλώ συμπληρώστε τα απαραίτητα πεδία",
    "Price": "Τιμή",
    "Re-enable emails": "Επανενεργοποίηση emails",
    "Recommendations": "Συστάσεις",
    "Renews at {{price}}.": "Ανανεώνεται στα {{price}}.",
    "Retry": "Προσπάθεια ξανά",
    "Save": "Αποθήκευση",
    "Send an email and say hi!": "Στείλτε ένα email και πείτε γεια!",
    "Send an email to {{senderEmail}} and say hello. This can also help signal to your mail provider that emails to and from this address should be trusted.": "Στείλτε ένα email στο {{senderEmail}} και πείτε γεια. Αυτό μπορεί επίσης να βοηθήσει στο να σηματοδοτήσει στον πάροχο ηλεκτρονικού ταχυδρομείου σας ότι τα emails προς και από αυτήν τη διεύθυνση πρέπει να θεωρούνται αξιόπιστα.",
    "Sending login link...": "Αποστολή συνδέσμου σύνδεσης...",
    "Sending...": "Αποστολή...",
    "Show all": "Εμφάνιση όλων",
    "Sign in": "Σύνδεση",
    "Sign out": "Αποσύνδεση",
    "Sign up": "Εγγραφή",
    "Signup error: Invalid link": "Σφάλμα εγγραφής: Μη έγκυρος σύνδεσμος",
    "Sorry, that didn't work.": "Λυπούμαστε, αυτό δεν δούλεψε.",
    "Spam complaints": "Καταγγελίες για ανεπιθύμητη αλληλογραφία",
    "Start {{amount}}-day free trial": "Ξεκινήστε δωρεάν δοκιμή {{amount}} ημερών",
    "Starting {{startDate}}": "Ξεκινά {{startDate}}",
    "Starting today": "Ξεκινά σήμερα",
    "Submit feedback": "Υποβολή σχολίων",
    "Subscribe": "Εγγραφή",
    "Subscribed": "Εγγεγραμμένος",
    "Success": "Επιτυχία",
    "Success! Check your email for magic link to sign-in.": "Επιτυχία! Ελέγξτε το email σας για τον μαγικό σύνδεσμο σύνδεσης.",
    "Success! Your account is fully activated, you now have access to all content.": "Επιτυχία! Ο λογαριασμός σας έχει ενεργοποιηθεί πλήρως, τώρα έχετε πρόσβαση σε όλο το περιεχόμενο.",
    "Success! Your email is updated.": "Επιτυχία! Το email σας έχει ενημερωθεί.",
    "Successfully unsubscribed": "Η διαγραφή της εγγραφής ήταν επιτυχής",
    "Thank you for subscribing. Before you start reading, below are a few other sites you may enjoy.": "Σας ευχαριστούμε που εγγραφήκατε. Πριν αρχίσετε να διαβάζετε, ακολουθούν μερικοί άλλοι ιστότοποι που μπορεί να σας αρέσουν.",
    "Thanks for the feedback!": "Ευχαριστούμε για τα σχόλιά σας!",
    "That didn't go to plan": "Αυτό δεν πήγε σύμφωνα με το σχέδιο",
    "The email address we have for you is {{memberEmail}} — if that's not correct, you can update it in your <button>account settings area</button>.": "Η διεύθυνση email που έχουμε για εσάς είναι {{memberEmail}} — εάν αυτό δεν είναι σωστό, μπορείτε να το ενημερώσετε στην <button>περιοχή ρυθμίσεων λογαριασμού</button>.",
    "There was a problem submitting your feedback. Please try again a little later.": "Παρουσιάστηκε πρόβλημα κατά την υποβολή των σχολίων σας. Παρακαλώ δοκιμάστε ξανά αργότερα.",
    "This site is invite-only, contact the owner for access.": "Αυτός ο ιστότοπος είναι μόνο με πρόσκληση, επικοινωνήστε με τον ιδιοκτήτη για πρόσβαση.",
    "To complete signup, click the confirmation link in your inbox. If it doesn't arrive within 3 minutes, check your spam folder!": "Για να ολοκληρώσετε την εγγραφή, κάντε κλικ στον σύνδεσμο επιβεβαίωσης στα εισερχόμενά σας. Εάν δεν φτάσει εντός 3 λεπτών, ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας!",
    "Try free for {{amount}} days, then {{originalPrice}}.": "Δοκιμάστε δωρεάν για {{amount}} ημέρες, μετά {{originalPrice}}.",
    "Unlock access to all newsletters by becoming a paid subscriber.": "Ξεκλειδώστε την πρόσβαση σε όλα τα ενημερωτικά δελτία γίνοντας συνδρομητής.",
    "Unsubscribe from all emails": "Διαγραφή της εγγραφής από όλα τα emails",
    "Unsubscribed": "Διαγραφή εγγραφής",
    "Unsubscribed from all emails.": "Η εγγραφή από όλα τα emails έχει διαγραφεί.",
    "Unsubscribing from emails will not cancel your paid subscription to {{title}}": "Η διαγραφή της εγγραφής από τα emails δεν θα ακυρώσει την πληρωμένη συνδρομή σας στο {{title}}",
    "Update": "Ενημέρωση",
    "Update your preferences": "Ενημερώστε τις προτιμήσεις σας",
    "Verification link sent, check your inbox": "Ο σύνδεσμος επαλήθευσης εστάλη, ελέγξτε τα εισερχόμενά σας",
    "Verify your email address is correct": "Βεβαιωθείτε ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι σωστή",
    "View plans": "Προβολή προγραμμάτων",
    "We couldn't unsubscribe you as the email address was not found. Please contact the site owner.": "Δεν ήταν δυνατή η διαγραφή της εγγραφής σας καθώς η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε. Παρακαλώ επικοινωνήστε με τον ιδιοκτήτη του ιστότοπου.",
    "Welcome back, {{name}}!": "Καλώς ορίσατε ξανά, {{name}}!",
    "Welcome back!": "Καλωσορίσατε ξανά!",
    "Welcome to {{siteTitle}}": "Καλώς ορίσατε στο {{siteTitle}}",
    "When an inbox fails to accept an email it is commonly called a bounce. In many cases, this can be temporary. However, in some cases, a bounced email can be returned as a permanent failure when an email address is invalid or non-existent.": "Όταν ένα inbox αποτυγχάνει να δεχτεί ένα email, αυτό συνήθως ονομάζεται bounce. Σε πολλές περιπτώσεις, αυτό μπορεί να είναι προσωρινό. Ωστόσο, σε ορισμένες περιπτώσεις, ένα απορριφθέν email μπορεί να επιστραφεί ως μόνιμη αποτυχία όταν μια διεύθυνση ηλεκτρονικού ταχυδρομείου είναι άκυρη ή ανύπαρκτη.",
    "Why has my email been disabled?": "Γιατί έχει απενεργοποιηθεί το email μου;",
    "Yearly": "Ετήσια",
    "You currently have a free membership, upgrade to a paid subscription for full access.": "Αυτή τη στιγμή έχετε μια δωρεάν συνδρομή, αναβαθμίστε σε μια επι πληρωμή συνδρομή για πλήρη πρόσβαση.",
    "You have been successfully resubscribed": "Η επανεγγραφή σας ήταν επιτυχής",
    "You're currently not receiving emails": "Αυτή τη στιγμή δεν λαμβάνετε emails",
    "You're not receiving emails": "Δεν λαμβάνετε emails",
    "You're not receiving emails because you either marked a recent message as spam, or because messages could not be delivered to your provided email address.": "Δεν λαμβάνετε emails επειδή είτε επισημάνατε ένα πρόσφατο μήνυμα ως ανεπιθύμητη αλληλογραφία, είτε επειδή τα μηνύματα δεν μπορούσαν να παραδοθούν στη διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε.",
    "You've successfully signed in.": "Η σύνδεσή σας ήταν επιτυχής.",
    "You've successfully subscribed to": "Έχετε εγγραφεί με επιτυχία στο",
    "Your account": "Ο λογαριασμός σας",
    "Your input helps shape what gets published.": "Η συμβολή σας βοηθά στο να διαμορφώθεί το τι δημοσιεύεται.",
    "Your subscription will expire on {{expiryDate}}": "Η συνδρομή σας θα λήξει στις {{expiryDate}}",
    "Your subscription will renew on {{renewalDate}}": "Η συνδρομή σας θα ανανεωθεί στις {{renewalDate}}",
    "Your subscription will start on {{subscriptionStart}}": "Η συνδρομή σας θα ξεκινήσει στις {{subscriptionStart}}"
}
